{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"29103398": {"pageid": 29103398, "ns": 0, "title": "Mycena nidificata", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{stack begin}}\n{{Taxobox\n| image =\n| image_caption =\n| regnum = [[Fungi]]\n| divisio = [[Basidiomycota]]\n| classis = [[Basidiomycetes]]\n| ordo = [[Agaricales]]\n| familia = [[Mycenaceae]]\n| genus = ''[[Mycena]]''\n| species = '''''M. nidificata'''''\n| binomial = ''Mycena nidificata''\n| binomial_authority = Har. Takah.\n| range_map = Map of Japan with highlight on 14 Kanagawa prefecture.svg\n| range_map_caption = Known only from [[Kanagawa]], Japan\n}}\n{{mycomorphbox\n| name = ''Mycena nidificata''\n| hymeniumType=gills\n| capShape = conical\n| whichGills = adnate\n| stipeCharacter=bare\n| sporePrintColor=white\n| ecologicalType=saprotrophic\n| howEdible=unknown\n}}\n{{stack end}}\n\n'''''Mycena nidificata''''' is a species of [[fungus]] in the [[Mycenaceae]] family of the [[Agaricales]].<ref name=Fungorum/> First collected in 2000 and reported as a new species in 2007, it is known only from [[Kanagawa]], Japan, where it grows on the [[forest floor|floor]] of [[oak]] forests. The dark brown irregularly wrinkled [[pileus (mycology)|cap]] measures up to {{convert|25|mm|in|1|abbr=on}} in diameter. The cap is supported by a thin [[stipe (mycology)|stem]] up to {{convert|50|mm|in|abbr=on}} long, which is covered at the base by a whitish hairlike growth, and attached to white, cord-like [[rhizomorph]]s—aggregations of [[mycelium]] that resemble plant roots. The underside of the cap features thin, distantly spaced grayish [[lamella (mycology)|gills]] that have distinct veins running between them. At a microscopic level, distinguishing characteristics include the [[inamyloid]] spores (turning dark blue to black when [[staining|stained]] with [[Melzer's reagent]]), the club-shaped cheilocystidia ([[cystidia]] on the gill edges) with finger-like appendages, the [[diverticulum|diverticulate]] cells in the outer layer of cap and stem, and the presence of [[clamp connection]]s.\n\n==Taxonomy, naming, and classification==\n''Mycena nidificata'' was first collected in 2000 by Japanese mycologist Haruki Takahashi, and reported as new along with seven other Mycenas in a 2007 publication. The [[specific name (botany)|specific epithet]] is derived from the [[Latin]] word ''nidificata'', meaning \"nidificate\"—\"to make a nest\". Its Japanese name is ''Yamiiro-kunugitake'' (ヤミイロクヌギタケ).<ref name=Takahashi2007/>\n\nAccording to Takahashi, the inamyloid spores, the diverticulate [[pileipellis|cap cuticle]] hyphae, and the dark [[pigment]] in the gill hyphae suggest that the fungus is best [[classification (biology)|classified]] in the [[section (biology)|section]] ''Hiemales'' of the genus ''[[Mycena]]''. Because of its medium-sized, partly collybioid fruit bodies (i.e., small to medium-sized with white [[spore print]]s and convex caps, similar to species once placed in the genus ''[[Collybia]]''), the white cord-like [[rhizomorph]]s, and its distinctly intervenose gills, it has an isolated position within the section.<ref name=Takahashi2007/>\n\n==Description==\n\nThe [[Pileus (mycology)|cap]] is initially conical to convex to bell-shaped, then flattened in age, ultimately reaching {{convert|10|to|25|mm|in|1|abbr=on}} in diameter. The center of the cap is irregularly wrinkled to pitted, but less so toward the grooved margin. It is [[hygrophanous]] (changing color as it loses or absorbs water), dry, initially pruinose (covered with what appears to be a fine white powder), but soon becomes smooth. The color is blackish-brown at the center, dark brown to reddish-brown farther outward, and becoming much paler at the margin; sometimes the cap is evenly dark brown. The [[Trama (mycology)|flesh]] is up to 1&nbsp;mm thick and white, and does not have any distinctive taste and odor. The [[Stipe (mycology)|stem]] is {{convert|40|to|50|mm|in|abbr=on}} long by {{convert|1.5|to|2|mm|in|abbr=on}} wide, cylindrical, slightly enlarged at the base, central, slender, and hollow. The stem surface is dry, pruinose over the entire length, and does not become smooth with age. It is pale brownish at the top, and gradually becomes dark brown toward the base. The base is covered with a white [[mycelium|mycelial]] hairlike growth (a [[Trichome#Plant trichomes|tomentum]]) that is attached to white cord-like [[rhizomorph]]s on the substratum. The [[Lamella (mycology)|gills]] are fused to the stem, and distantly spaced, with between 15 and 18 gills reaching the stem. The gills are up to 2.5&nbsp;mm broad, thin, grayish, and have distinct veins running between them. The gill edges are the same color as the gill faces.<ref name=Takahashi2007/>\n\n===Microscopic characteristics===\nThe [[spore]]s are roughly [[wikt:ellipsoid|ellipsoid]] and measure 8–11 by 5–6&nbsp;[[micrometre|µm]]. They are smooth, colorless, [[inamyloid]], and thin-walled. The [[basidia]] (the spore-bearing cells) are 28–35 by 7–8&nbsp;µm, club-shaped, and mostly four-spored. The abundant cheilocystidia ([[cystidia]] on the gill edge) are club-shaped, measure 30–45 by 10–15&nbsp;µm, and form a sterile gill edge. They have several irregularly cylindrical to knob-like apical appendages measuring 3–11 by 2–5&nbsp;µm, which are colorless and thin-walled. Pleurocystidia (cystidia on the gill face) are absent in ''M.&nbsp;nidificata''. The [[hymenophore|hymenophoral]] ([[hymenium]]-bearing) tissue is made of smooth, thin-walled [[hypha]]e that are 6–26&nbsp;µm wide, cylindrical (but often inflated), and contain brownish [[pigment]] in the [[cytoplasm]]. These hyphae are dextrinoid, meaning they will turn reddish to reddish-brown in the presence of Melzer's reagent. The [[Pileipellis|cap cuticle]] is made of parallel, bent-over hyphae that are 3–10&nbsp;µm wide, cylindrical. The hyphae are smooth or covered with scattered, warty or finger-like [[diverticulum|diverticulae]]. Under the cap cuticle is a layer of parallel hyphae containing cytoplasmic brownish pigment. The hyphae are dextrinoid, and contain short and inflated cells that are up to 40&nbsp;µm wide. The stem cuticle is made of parallel, bent-over hyphae 3–8&nbsp;µm wide, which are similar in appearance to the hyphae of the cap cuticle. The caulocystidia (cystidia on the stem) are relatively sporadic; they are cylindrical, diverticulate, colorless, thin-walled, and measure 45–60 by 4–8&nbsp;µm. The stem tissue is composed of longitudinally arranged, cylindrical hyphae that are 10–25&nbsp;µm wide, dextrinoid, smooth, and have cytoplasmic brownish pigment. [[Clamp connection]]s are present in the stem tissues, and at the [[septum|septa]] at the bases of the basidia.<ref name=Takahashi2007/>\n\n===Similar species===\n\n''[[Mycena granulifera]]'', a species originally described from Brazil, is comparable to ''M.&nbsp;nidificata'' in having inamyloid spores, club-shaped cheilocystidia with finger-like outgrowths, and diverticulate cap cuticle hyphae. ''M.&nbsp;granulifera'' differs in forming a whitish, wrinkled cap and club-shaped to roughly spindle-shaped pleurocystidia. ''Mycena nidificata'' also bears some resemblance to the European species ''[[Mycena flos-nivium|M.&nbsp;flos-nivium]]'', which is distinguished by having cylindrical, amyloid spores, gills without veins between them, and an absence of cord-like rhizomorphs.<ref name=Takahashi2007/>\n\n==Habitat and distribution==\n''Mycena nidificata'' is known only from [[Kanagawa]], Japan. The mushroom is found growing solitary or scattered, on dead fallen twigs in forests dominated by the [[oak]] species ''[[Quercus castanopsis]]''. Fruiting occurs from May to September.<ref name=Takahashi2007/>\n\n==References==\n{{Reflist|refs=\n\n<ref name=Fungorum>{{cite web |url=http://www.indexfungorum.org/Names/NamesRecord.asp?RecordID=532061 |title=Index Fungorum – Names Record |publisher=CAB International |work= |accessdate=2010-01-01}}</ref>\n\n<ref name=Takahashi2007>{{cite journal |author=Takahashi H. |year=2007 |title=Eight new species of the genus ''Mycena'' from central Honshu, Japan |journal=Mycoscience |volume=48 |issue=6 |pages=342–57 |doi=10.1007/s10267-007-0376-2}}</ref>\n\n}}\n\n==External links==\n*[http://www7a.biglobe.ne.jp/~har-takah/page084.html The Agaricales in Southwestern Islands of Japan] Images of the [[holotype]] specimen\n{{Good article}}\n{{Taxonbar|from=Q6946898}}\n\n[[Category:Mycena|nidificata]]\n[[Category:Fungi of Asia]]\n[[Category:Fungi described in 2007]]"}]}}}}