{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"59609578": {"pageid": 59609578, "ns": 0, "title": "Lyophyllum littoralis", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{Speciesbox\n|image = Lyophyllum littoralis ARG.jpg\n|genus = Lyophyllum\n|species = littoralis\n|authority = (Ballero & Contu) Contu\n}}\n{{mycomorphbox|name=''Lyophyllum littoralis''|whichGills=adnate|capShape=depressed|hymeniumType=gills|stipeCharacter=bare|sporePrintColor=white|howEdible=edible}}\n\n'''''Lyophyllum littoralis''''', is a grey edible mushroom of the genus ''[[Lyophyllum]]''. It is closely related to ''[[Lyophyllum decastes]]''. It is hot climate fungus species common in Mediterranean coniferous woodlands. Often growing in clusters.\n\n== Taxonomy ==\n''Lyophyllum littoralis'' was first described as a separate species in 1998 by Italian mycologist Marco Contu.<ref>{{Cite web|url=http://www.mycobank.org/Biolomics.aspx?Table=Mycobank&Rec=136475&Fields=All|title=Lyophyllum_littoralis|website=mycobank.org|access-date=2019-01-10}}</ref>\n\n== Description ==\nThe smooth cap is 5–15&nbsp;cm (2–6&nbsp;in) wide mottled grey to brownish grey colour, with darker splotches tending to be around the edge. Often covered in a whitish powder. Cap shape in younger specimen tends to be round and becomes convoluted with age, with the cap edge pointing downwards.\n\nThe stipe is 1.5–4&nbsp;cm (0.6–1.6&nbsp;in) high and up to 0.4-1.5&nbsp;cm wide and has no ring nor volva. Often hollow the stipe ranges from white at the top to grey at the bottom with older specimen being grey\n\nThe gills are white tending to pale yellow-grey in older specimen. the gills densely packed, can be free (unattached to the stipe) or slightly sliding to the stipe.  \n\nThe flesh is thin and rubbery, and does not break easily, especially the stipe. It has no discernible smell or taste prior to cooking.\n\nWhite spore in bulk. Spores 4.5-5.5 (6) × 4.5-5.5 μm, globular, smooth, cyanophile, often with central guttula. Tetrasporic, trivial basidia. GAF present in all tissues.<ref>{{Cite web|url=https://www.funghiitaliani.it/topic/57527-lyophyllum-littoralis/|title=Lyophyllum littoralis|website=Funghi in Italia - Fiori in Italia - Forum Micologia e Botanica|language=it-IT|access-date=2019-01-08}}</ref>\n\n== Distribution and habitat ==\n''Lyophyllum littoralis'' is found in Mediterranean woodlands, where fruiting bodies appear under conifers, particularly pine, from November to January. They generally appear in clumps connected to the same base, but can also appear individually.\n\n== Edibility ==\n[[File:Lyophyllum littoralis.jpg|thumb|left|Collected ''Lyophyllum littoralis'' mushrooms of various ages]]\nWith a taste reminiscent of fried chicken and texture that retains its firmness after frying, the species is a good edible.\n\n== References ==\n{{Reflist}}\n\n==External links==\n* [http://www.mtsn.tn.it/bresadola/gallery.asp?code=61&lang=eng Lyophyllum littoralis - Gruppo Micologico «G. Bresadola»]\n\n{{Taxonbar|from=Q60769393}}\n\n[[Category:Lyophyllaceae]]\n[[Category:Fungi of Europe]]\n[[Category:Fungi described in 1998]]\n[[Category:Edible fungi]]"}]}}}}