{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"23723190": {"pageid": 23723190, "ns": 0, "title": "Geastrum triplex", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{short description|Species of fungus in the family Geastraceae found in Asia, Australasia, Europe, North and South America}}\n{{pp-move-indef}}\n{{stack begin}}\n{{Taxobox\n| image = Geastrum triplex - Bola Creek.jpg\n| image_caption =\n| image_width = 235px\n| image_alt = A light gray-brown flattened sacs with pointy \"beaks\" on top. The sac is resting on thick, rough-surfaced fleshy rays that curl downwards and raise the sac above the ground. On the ground are pieces of decaying wood, twigs and leaves.\n| regnum = [[Fungus|Fungi]]\n| phylum = [[Basidiomycota]]\n| classis = [[Agaricomycetes]]\n| subclassis = [[Phallomycetidae]]\n| ordo = [[Geastrales]]<ref name=\"Kirk2008\"/>\n| familia = [[Geastraceae]]\n| genus = ''[[Geastrum]]''\n| species = '''''G. triplex'''''\n| binomial = ''Geastrum triplex''\n| binomial_authority = [[Franz Wilhelm Junghuhn|Jungh.]]\n| synonyms = ''Geastrum indicum'' <small>([[Johann Friedrich Klotzsch|Klotzsch]]) [[Stephan Rauschert|Rauschert]]</small><br>\n''Geastrum michelianum'' <small>[[Worthington George Smith|W.G. Sm.]]</small><br>\n''Geastrum tunicatus'' var. ''michelianus'' <small>(W.G. Sm.) [[Pier Andrea Saccardo|Sacc.]]</small>\n}}\n{{mycomorphbox\n| name= ''Geastrum triplex''\n| capShape=no\n| hymeniumType=gleba\n| ecologicalType=saprotrophic\n| sporePrintColor=brown\n| howEdible=inedible\n}}\n{{stack end}}\n\n'''''Geastrum triplex''''' is an inedible [[fungus]] found in the [[detritus]] and leaf litter of [[hardwood forest]]s around the world. It is commonly known as the '''collared earthstar''', the '''saucered earthstar''', or the '''triple earthstar'''—and less commonly by the alternative species name ''Geastrum indicum''. It is the largest member of the [[genus]] ''Geastrum'' (or [[Geastrum|earthstar fungi]]) and expanded mature specimens can reach a tip-to-tip length of up to {{convert|12|cm|in|1|sp=us}}.\n\nImmature [[basidiocarp|fruit bodies]] are spherical—somewhat resembling [[puffball]]s with pointed beaks—and are partially or completely buried in the ground. As the fungus matures, the outer layer of tissue (the exo[[peridium]]) splits into four to eight pointed segments that spread outwards and downwards, lifting and exposing the spherical inner [[spore]] sac. The spore sac contains the [[gleba]], a mass of spores and fertile [[Mycelium|mycelial]] tissue that when young is white and firm, but ages to become brown and powdery. Often, a layer of the exoperidium splits around the perimeter of the spore sac so that it appears to rest in a collar or saucer. Atop the spore sac is a small pointed beak, the [[peristome]], which has a small hole from which [[basidiospore|spores]] may be released.\n\nThe species is widespread and can be found in Asia, Australasia, Europe, and both North and South America. The fungus has a history of use in the [[traditional medicine]]s of [[Indigenous peoples of the Americas|native North America]] and China. Fruit bodies have been [[analytical chemistry|analyzed chemically]] to determine their [[lipid]] content, and various chemical [[derivative (chemistry)|derivatives]] of the fungal sterol [[ergosterol]] have been identified.\n\n==Taxonomy and classification==\n[[image:Junghuhn.jpg|thumb|150px|left|German botanist Franz Wilhelm Junghuhn|alt=Grainy black and white photograph showing the face and torso of an about 50-year-old bearded man looking into the camera. He is wearing a jacket, and collared shirt that appears to be buttoned only at the top.]]\nThe species was first described scientifically, by German botanist [[Franz Wilhelm Junghuhn]], as ''Geaster triplex'' in 1840. The earlier genus name ''Geaster'', introduced by Italian botanist [[Pier Antonio Micheli]] in 1727 in ''Nova Plantarum Genera'', is considered an [[orthographical variant]] of ''Geastrum''.<ref name=\"Demoulin1984\"/> Junghuhn, who was living in Indonesia and extensively surveyed its fungal flora, discovered the [[type (biology)|type specimen]] on [[Mount Gede|Mount Panggerangi]] on the island [[Java]], at an elevation between {{convert|3000|to|5000|ft|m}}. Today, the type specimen is kept at the [[National Herbarium of the Netherlands]] in [[Leiden]].<ref name=\"Sunhede1989\"/> The [[morphology (biology)|morphological]] feature used by Junghuhn to differentiate ''G.&nbsp;triplex'' from other similar earthstars was the collar-like structure of the inner layer of the exo[[peridium]].<ref name=\"Junghuhn1840\"/> American mycologist [[Curtis Gates Lloyd]] would later erroneously suggest that the species was a \"giant form\" of ''[[Geastrum saccatum]]''.<ref name=\"Lloyd1907\"/>\n\nSeveral authors have regarded ''Geastrum indicum'' as the correct name for ''G.&nbsp;triplex''.<ref name=\"Smith1982\"/> This is because ''G.&nbsp;indicum''—a species described by [[Johann Friedrich Klotzsch]] in 1832 as ''Cycloderma indicum''<ref name=\"Klotsch1832\"/> and then moved to Geastrum by [[Stephan Rauschert]] in 1959<ref name=\"Rauschert1959\"/><ref name=\"urlMycoBank: Geastrum indicum\"/>—may be the same species as ''Geastrum triplex''. If it is in fact the same species, the first published name (i.e., ''G.&nbsp;indicum'') has [[binomial nomenclature|nomenclatorial]] priority according to the rules of the [[International Code of Botanical Nomenclature]]. More recently, several authors argue that ''G.&nbsp;indicum'' should be rejected as a ''[[nomen dubium]]'' and ''G.&nbsp;triplex'' maintained as the correct name for the species.<ref name=\"Sunhede1989\"/><ref name=\"Dorfelt1984\"/><ref name=\"Dorfelt1987\"/><ref name=\"Mornard1993\"/>\n\nStellan Sunhede's 1989 [[monograph]] of European species of ''Geastrum'' follows V. J. Staněk's concept<ref name=\"Pilat1958\"/> for the infrageneric (below the level of genus) placement of ''Geastrum'', and places ''G.&nbsp;triplex'' with species that do not incorporate and encrust forest debris ([[section (biology)|section]] Basimyceliata). ''G.&nbsp;triplex'' is further categorized in subsection Laevistomata, which includes species with a fibrillose peristome—that is, made of parallel, thin, thread-like filaments. Within subsection Laevistomata it is in [[wikt:stirp|stirps]] Triplex, due to its [[wikt:delimited|delimited]] (with a distinct restricting edge) or irregularly torn peristome.<ref name=\"Sunhede1989\"/>\n\nThe [[specific name (botany)|specific epithet]] ''triplex'' means \"threefold\", and refers to the three-layered [[peridium]].<ref name=\"Roody2003\"/> ''Geastrum triplex'' has acquired several [[common name|vernacular names]], including the collared earthstar,<ref name=\"Schalkwijk-Barendsen1991\"/><ref name=\"Phillips2006\"/> the saucered earthstar,<ref name=\"Arora1986\"/> and the triple earthstar.<ref name=\"Rogers2006\"/>\n\n==Description==\n{{Multiple image|direction=vertical|align=right|image1=Geastrum triplex 55657.jpg|image2=Geastrum triplex 55663.jpg|width=200|caption1=The exoperidium splits to form a saucerlike platform that holds the endoperidium.|caption2=The upper surface of the rays may be divided into sections by cracks and fissures.|alt1=Overhead view of a tan to light brown fungus. A roughly spherical sac rests on a saucer-shaped ring of tissue that is attached to five thick strips of tissue. The top of the sac has a small opening that appears to be made of numerous small fibers. The whole structure lies on a bed of sticks and leaves.|alt2=A close-up of a pointed ray of fungus tissue at the base of a tan spherical object. The surface of the ray is brown, and due to numerous cracks and fissures, has a pattern of block-like areas similar to cracked dried mud.}}\nLike all [[mushroom]]s, the [[basidiocarp|fruit body]] of ''Geastrum triplex'' is the visible part of a larger organism. Hidden from sight are masses of nearly invisible fungal threads called [[mycelium]], which form the active feeding and growing structures of the fungus. The fruit body—created when environmental conditions such as temperature, moisture, and nutrient availability are optimal—is designed to produce and disseminate [[spore]]s. ''Geastrum triplex'' has the largest fruit body of the [[Geastrum|earthstar]] mushrooms.<ref name=\"Schalkwijk-Barendsen1991\"/> The immature fruit body is typically {{convert|1|to|5|cm|in|1|abbr=on}} in diameter, and up to {{convert|8|to|9|cm|in|1|abbr=on}} broad (Roody gives a larger value here, up to 11.5&nbsp;cm)<ref name=\"Roody2003\"/> after the rays have spread out. It is composed of a roughly spherical to egg-shaped structure, the endoperidium, topped by an opening, the [[ostiole]], covered by fragments of tissue that form a small pointed beak (a peristome). The endoperidium is typically lacking any sort of stem (it is [[Sessility (botany)|sessile]]) grayish brown to \"wood brown\" when young but light yellow-brown in dried, unopened specimens. The outer tissue layer, the exoperidium, develops splits which radiate from the apex and form between four and eight rays that separate from the endoperidium. The latter's thin and papery envelope surrounds a mass of spores and fertile tissue known as the [[gleba]]. The central part of the gleba contains a pseudocolumella (a [[sporangium#Internal structures|columella]] not attached to the stalk), that is typically cylindrical or club-shaped, and extends up from the base. Because of the variability in columella persistence, size, structure and shape within the genus, its value for identification is limited.<ref name=\"Bates2004\"/>\n\nThe exoperidium's rays are {{convert|2|to|4|cm|in|1|abbr=on}} long and up to 4&nbsp;mm (3/16 in) thick.<ref name=\"Foy1991\"/> The outer surface of the rays (the lower surface, after expansion) and unopened specimens have a rough texture. In several ''Geastrum'' species, dirt and debris adhere to the underside, this is not the case in ''G.&nbsp;triplex''. The inner fleshy layers (upper surface) of these rays are near \"wood brown\" in color when dried, and have a layer of surface tissue that cracks into patches. There is a great deal of variation, however, to the extent in which the upper surface tissue of the rays crack: this tissue layer may also remain closely attached as a sheet over the unsegmented part of the outer wall with the part adhering to the rays variously cracked and sometimes finally peeling off in places.<ref name=\"Smith1951\"/>\n\nIn ''G.&nbsp;triplex'', the bases of the rays usually break around the perimeter of the endoperidium to form a saucerlike platform or receptacle in which the endoperidium rests. However, not all specimens form this receptacle, leading to possible confusion with other ''Geastrum'' species. [[Curtis Gates Lloyd]] claimed that in tropical regions, with an abundance of high temperatures and humidity, the fungus expands rapidly, which is more conducive to the fleshy layer breaking away to form a receptacle; in more [[temperate]] areas this effect would not be as pronounced and \"usually does not occur at all\".<ref name=\"Lloyd1907\"/>\n\nThe endoperidium is {{convert|1|to|3|cm|in|1|abbr=on}} in diameter by {{convert|0.9|to|2.0|cm|in|1|abbr=on}} high,<ref name=\"Miller2006\"/> sessile, and a dull grayish brown. The peristome is made of radially arranged fibrils that clump together at the apex in groups of unequal length to form an opening that appears jagged or torn.<ref name=\"Smith1951\"/> The circular area bordering the peristome is a paler color. Spores are thought to be dispersed by the wind sucking them out when it blows over the hole, or when falling raindrops hit the flexible endoperidium, creating a puff of air that forces the spores through the ostiole.<ref name=\"Kibby1994\"/>\n\n===Microscopic characteristics===\n[[image:Geastrum triplex 55660.jpg|thumb|left|Basidiospores are spherical, 3.5–4.5&nbsp;µm in diameter, and covered with warts.|alt=About two dozen round objects that are brownish and translucent, and covered with small bumps. What appear to be the gradation lines of a ruler run horizontally through the middle of the image.]]\nThe spore sac contains the [[gleba]], which is composed of a pseudocolumella, unbranched threads (the [[capillitia|capillitium]]), the spore-bearing cells ([[basidia]]) and the [[basidiospore|spores]] themselves;<ref name=\"Ellis1990\"/> all of these microscopic elements have certain characteristic features that help distinguish ''G.&nbsp;triplex'' from other superficially similar earthstars.\n\nThe spores are spherical, and 3.5–4.5&nbsp;[[micrometre|µm]] in diameter. They are covered with short narrow abruptly terminating projections of a translucent ([[hyaline]]) substance, which turn a pale cinnamon brown in [[potassium hydroxide]], and a dark dull brown (nearly [[sepia (color)|sepia]]) when stained with [[iodine]]. The capillitium is made of what appears to be encrusted cylindrical filaments 3–6&nbsp;µm in diameter, of a color varying from hyaline to dull yellowish brown in [[potassium hydroxide]], and yellowish in [[iodine]]; its walls are thickened to the point where the interior ([[Lumen (anatomy)|lumen]]) appears as only a line.<ref name=\"Smith1951\"/> Either two or four spores are attached to the basidia, and the [[sterigmata]] (extensions of the basidia that attach the spores) are long, up to 20&nbsp;µm. ''Geastrum triplex'' does not have [[cystidia]].<ref name=\"Jordan2004\"/>\n\n===Similar species===\n{{multiple image\n| align = right\n| image1 = Geastrum saccatum.jpg\n| width1 = 188\n| alt1 = A light brown spherical sac with a pointy dark-brown \"beak\" on top. The sac is resting on thick, smooth-surfaced fleshy rays that curl downwards and raise the sac above the ground. On the ground are pieces of decaying wood, twigs and leaves.\n| caption1 = \n| image2 = Geastrum fimbriatum 20050923 566.jpg\n| width2 = 165\n| alt2 = A whitish spherical sac with a small pointy \"beak\" on top. The sac is resting on six smooth-surfaced fleshy rays. On the ground are dirt, pieces of decaying wood, small stones, and leaves.\n| caption2 = \n| footer = ''G.&nbsp;saccatum'' (left) and ''G.&nbsp;fimbriatum'' (right) are distinguished from ''G.&nbsp;triplex'' by the lack of a \"collar\", smaller size, and differences in color.\n}}\n''Geastrum triplex'' may be confused with ''[[Geastrum saccatum|G.&nbsp;saccatum]]'' or ''[[Geastrum fimbriatum|G.&nbsp;fimbriatum]]'', as the rays do not always crack around the perimeter to form a bowl under the spore case. However, it is larger than either of these species.<ref name=\"Healy2008\"/> The combination of characteristics which distinguish ''G.&nbsp;triplex'' from other earthstars include the lack of debris adhering to the outer surfaces, the saucer-like base in which the spore case is seated, the relatively large size, the fibrillose peristome and the paler area surrounding the peristome separating it from the rest of the endoperidium.<ref name=\"Smith1951\"/> Unlike some other ''Geastrum'' species, the rays of ''G.&nbsp;triplex'' are not [[hygroscopic]]: they do not open and close in response to changes in humidity.<ref name=\"Arora1986\"/>\n\n==Habitat and distribution==\n[[Image:GeastrumTriplexComp.png|thumb|right|Stages of fruit body emergence|alt=Six star-shaped fungi arranged in a semicircle on the ground. The bottom fungus is partially buried, and the rays of its \"star\" are not yet fully opened. Moving counterclockwise around the semicircle, the rays are more opened, and in the top two example, are curved downwards so as to raise the level of the circular sac above the level of the ground.]]\n''Geastrum triplex'' is a [[saprobic]] fungus:<ref name=\"urlMushroomExpert.Com)\"/> it derives nutrients from decomposing organic matter. The fruit bodies are usually found growing singly or more commonly in groups in [[hardwood forest]]s where much [[humus]] has accumulated; in Mexico, they have been collected in [[Tropical and subtropical moist broadleaf forests|tropical deciduous forest]].<ref name=\"Esqueda2003\"/> Fruit bodies are often found around well-rotted tree stumps;<ref name=\"Healy2008\"/> they are initially almost buried in the loose [[forest floor|duff]], but emerge during maturity as the downward curling of the rays exposes the spore sac. Old fruit bodies are persistent, and may survive the winter to be found the following spring or summer.<ref name=\"Smith1951\"/> A Dutch study reported a propensity for ''G.&nbsp;triplex'' to grow on soil made [[calcium]]-rich from washed-out [[chalk]] of crushed shells on bicycling paths.<ref name=\"Brouwer2009\"/> It is described as common in North America and Europe.<ref name=\"Phillips2006\"/><ref name=\"Foy1991\"/> One author states it is commonly found under [[beech]] trees.<ref name=\"Kibby1994\"/>\n\n''Geastrum triplex'' has a widespread distribution, and has been collected in Asia (China,<ref name=\"Liu1984\"/> Korea<ref name=\"Jung1995\"/> Iran,<ref name=\"Saber1989\"/> and Turkey<ref name=\"Kose2006\"/>), Australia,<ref name=\"Cunningham1926\"/><ref name=\"Cunningham1944\"/> Europe (Belgium,<ref name=\"Demoulin1968\"/> Czech Republic,<ref name=\"Kupka1966\"/> Sweden,<ref name=\"Larsson1958\"/> and the Canary Islands<ref name=\"Eckblad1975\"/>), and Africa (Congo,<ref name=\"Dissing1962\"/> South Africa<ref name=\"Bottomley1948\"/>). In North America, its range extends north to Canada<ref name=\"Schalkwijk-Barendsen1991\"/> and south to Mexico,<ref name=\"Esqueda2003\"/> including the whole [[continental United States]] and Hawaii.<ref name=\"Smith1982\"/><ref name=\"Foy1991\"/> In Central and South America the fungus has been reported from Panama,<ref name=\"Garner1956\"/> Trinidad and Tobago,<ref name=\"Reid1977\"/> Argentina,<ref name=\"Spegazzini1927\"/><ref name=\"Soto2000\"/> Brazil,<ref name=\"Baseia2003\"/> and Chile.<ref name=\"Torpoco1998\"/>\n\n==Uses==\n\n===Edibility===\nAlthough the fruit bodies of ''Geastrum triplex'' are nonpoisonous,<ref name=\"Miller2006\"/> they are tough and fibrous, and of \"no alimentary interest\".<ref name=\"Arora1986\"/><ref name=\"Tyndalo1985\"/> Mycologist [[David Arora]] says that they are reputed to be [[edible mushroom|edible]] when immature—when the gleba is still white and firm—but adds that they are rarely found in this form.<ref name=\"Arora1986\"/>\n\n===In traditional medicine===\nEarthstars were used medicinally by Native American Indians. The [[Blackfoot]] called them ''ka-ka-toos'', meaning \"fallen stars\", and according to legend, they were an indication of supernatural events.<ref name=\"Hobbs1995\"/> The [[Cherokee]] put fruit bodies on the navels of babies after childbirth until the withered umbilical cord fell off, \"both as a prophylactic and a therapeutic measure\".<ref name=\"Mooney1932\"/> In [[traditional Chinese medicine]], ''G.&nbsp;triplex'' is used to reduce [[inflammation]] in the respiratory tract, and to staunch bleeding and reduce swelling.<ref name=\"Ying1987\"/>\n\n===Chemistry===\nThe fruit bodies of ''Geastrum triplex'' have been [[analytical chemistry|chemically analyzed]] and shown to contain a number of [[Bioactive compound|bioactive]] compounds, including fungal [[sterol]]s such as ergosta-4,6,8,(14),22-tetraen-3-one,5,6-dihydroergosterol, [[ergosterol]], and peroxyergosterol. The fungus also contains various [[fatty acid]]s, notably [[myristic acid|myristic]], [[palmitic acid|palmitic]], [[stearic acid|stearic]], [[oleic acid|oleic]], [[alpha-linolenic acid|alpha-linolenic]], and [[linoeic acid|linoeic]] acid.<ref name=\"Torpoco1998\"/>\n\n==References==\n{{Reflist|colwidth=30em|refs=\n<ref name=\"Arora1986\">{{cite book |author=Arora D. |title=Mushrooms Demystified: a Comprehensive Guide to the Fleshy Fungi |publisher=Ten Speed Press |location=Berkeley, California |year=1986 |page=703 |isbn=0-89815-169-4 |url=https://books.google.com/?id=S-RmabYsjI4C&lpg=PA703&dq=geastrum%20triplex&pg=PA703#v=onepage&q=geastrum%20triplex}}</ref>\n\n<ref name=\"Baseia2003\">{{cite journal |vauthors=Baseia IG, Cavalcanti MA, Milanez AI |year=2003 |title=Additions to our knowledge of the Genus ''Geastrum'' (Phallales: Geastraceae) in Brazil |journal=Mycotaxon |volume=85 |pages=409–15 |url=http://www.cybertruffle.org.uk/cyberliber/59575/0085/0409.htm}}</ref>\n\n<ref name=\"Bates2004\">{{Cite thesis |degree=MSc |title=Arizona Members of the Geastraceae and Lycoperdaceae (Basidiomycota, Fungi) |page=34 |url=http://www.azfungi.org/stbates/STBThesis1.pdf |author=Bates ST. |year=2004 |publisher=Arizona State University |format=PDF |url-status=dead |archiveurl=https://web.archive.org/web/20080907081640/http://www.azfungi.org/stbates/STBThesis1.pdf |archivedate=2008-09-07 }}</ref>\n\n<ref name=\"Bottomley1948\">{{cite journal |author=Bottomley AM. |year=1948 |title=Gasteromycetes of South Africa |journal=Bothalia |volume=4 |pages=473–810}}</ref>\n\n<ref name=\"Brouwer2009\">{{cite journal |vauthors=Brouwer E, Braat M, van Hoek B, Noteboom R, Oplaat C, de Peijper R, Smits M, Klok P |year=2009 |title=WAD'N GEZWAM! De invloed van schelpenpaden op de paddenstoelendiversiteit van Terschelling|trans-title=The influence of shell-covered paths on the fungus diversity of Terschelling |journal=Coolia |volume=52 |issue=1 |pages=7–17 |language=Dutch}}</ref>\n\n<ref name=\"Cunningham1926\">{{cite journal |author=Cunningham GH|year=1926 |title=The Gasteromycetes of Australasia. IV. Species of the genus ''Geaster'' |journal=Proceedings of the Linnean Society of New South Wales |volume=51 |issue=206, part 2 |pages=72–93 |url=https://www.biodiversitylibrary.org/page/35117765}}</ref>\n\n<ref name=\"Cunningham1944\">{{cite book |title=The Gasteromycetes of Australia and New Zealand |author=Cunningham GH. |year=1944 |publisher=McIndoe |location=Dunedin, New Zealand |page=201}}</ref>\n\n<ref name=\"Demoulin1968\">{{cite journal |author=Demoulin V. |year=1968 |title=Gasteromycetes de Belgique: Sclerodermatales, Tulostamatales, Lycoperdales|journal=[[Bulletin du Jardin Botanique National de Belgique]] |volume=38 |issue=1|pages= 1–101 |jstor=3667475 |doi=10.2307/3667475 |language=French}}</ref>\n\n<ref name=\"Demoulin1984\">{{cite journal |author=Demoulin V. |year=1984 |title=Typification of ''Geastrum'' Pers.: Pers. and its orthographic variant ''Geaster'' (Gasteromycetes) |jstor=1220990 |journal=Taxon |volume=33 |issue=3 |pages=498–501 |doi=10.2307/1220990}}</ref>\n\n<ref name=\"Dissing1962\">{{cite journal |vauthors=Dissing H, Lange M |year= 1962 |title=Gasteromycetes of Congo |jstor= 3667249 |journal=Bulletin du Jardin botanique de l'État |volume=32 |issue=4 |pages=325–416 |doi=10.2307/3667249}}</ref>\n\n<ref name=\"Dorfelt1984\">{{cite journal |vauthors= Dörfelt H, Müller-Uri C |year=1984 |title=Beitrag zur Systematik der Geastrales |trans-title=Contributions to the systematics of the Geastrales |journal=Feddes Repertorium |volume=95 |issue= 9–10|pages=701–77 |language=German |doi=10.1002/fedr.4910950920}}</ref>\n\n<ref name=\"Dorfelt1987\">{{cite journal |vauthors=Dörfelt H, Heklau H |year=1987 |title=Beitrag zur Systematik der Geastrales&nbsp;II |trans-title=Contributions to the systematics of the Geastrales&nbsp;II |journal=Feddes Repertorium |volume=98 |issue=5–6 |pages=357–68 |language=German |doi=10.1002/fedr.4910980505}}</ref>\n\n<ref name=\"Eckblad1975\">{{cite journal |author=Eckblad F-E. |year=1975|title=Additions and corrections to the Gasteromycetes of the Canary Islands |journal=Norwegian Journal of Botany |volume=22 |issue=4 |pages=243–48}}</ref>\n\n<ref name=\"Ellis1990\">{{cite book |vauthors=Ellis JB, Ellis MB |title=Fungi without Gills (Hymenomycetes and Gasteromycetes): an Identification Handbook |publisher=Chapman and Hall |location=London |year=1990 |pages=226–27 |isbn=0-412-36970-2}}</ref>\n\n<ref name=\"Esqueda2003\">{{cite journal |vauthors=Esqueda M, Herrera T, Perez-Siva E, Sanchez A |year=2003 |title=Distribution of ''Geastrum'' species from some priority regions for conservation of biodiversity of Sonora, Mexico |journal=Mycotaxon |volume=87 |pages=445–56 |url=http://www.cybertruffle.org.uk/cyberliber/59575/0087/0445.htm |access-date=2010-02-08 |archive-url=https://web.archive.org/web/20150924003735/http://www.cybertruffle.org.uk/cyberliber/59575/0087/0445.htm |archive-date=2015-09-24 |url-status=dead }}</ref>\n\n<ref name=\"Foy1991\">{{cite book |vauthors=Foy N, Phillips R, Kibby G |title=Mushrooms of North America |publisher=Little, Brown |location=Boston |year=1991 |page= |isbn=0-316-70613-2}}</ref>\n\n<ref name=\"Garner1956\">{{cite journal |author=Garner JHB. |year=1956 |title=Gasteromycetes from Panama and Costa Rica |jstor=3755385 |journal=Mycologia |volume=48 |issue=5 |pages=757–64 |doi=10.2307/3755385}}</ref>\n\n<ref name=\"Healy2008\">{{cite book |vauthors=Healy RA, Huffman DR, Tiffany LH, Knaphaus G|title=Mushrooms and Other Fungi of the Midcontinental United States (Bur Oak Guide) |publisher=University of Iowa Press |location=Iowa City, Iowa |year=2008 |page=243 |isbn=1-58729-627-6}}</ref>\n\n<ref name=\"Hobbs1995\">{{cite book |author=Hobbs CJ. |title=Medicinal Mushrooms: An Exploration of Tradition, Healing & Culture |publisher=Culinary Arts |location=Portland, Oregon |year=1995 |pages=19, 108–109 |isbn=1-884360-01-7}}</ref>\n\n<ref name=\"Jordan2004\">{{cite book |author=Jordan M. |title=The Encyclopedia of Fungi of Britain and Europe |publisher=Frances Lincoln |location=London |year=2004 |page=361 |isbn=0-7112-2378-5 |url=https://books.google.com/?id=3PBEAAAAYAAJ&pg=PA63&dq=Ascocoryne+sarcoides}}</ref>\n\n<ref name=\"Jung1995\">{{cite journal |author=Jung HS. |year= 1995 |title=Fungal flora of Ullung Island: (VI). On ascomycetous, auriculariaceous, and gasteromycetous fungi |journal=Korean Journal of Mycology |volume=23 |issue=1 |pages=1–9}}</ref>\n\n<ref name=\"Junghuhn1840\">{{cite journal |author=Junghung F. |year=1840 |title=Nova genera et species plantarum florae Javanicae |journal=Tijdschrift voor Natuurlijke Geschiedenis en Physiologie |volume=7 |pages=5–6 |language=Latin |url=https://books.google.com/?id=mk8-AAAAcAAJ&lpg=PA1&dq=%22Nova%20genera%20et%20species%20plantarum%20florae%20Javanicae%22&pg=PA5#v=onepage&q=%22Nova%20genera%20et%20species%20plantarum%20florae%20Javanicae%22}}</ref>\n\n<ref name=\"Kibby1994\">{{cite book |author=Kibby G. |title=An Illustrated Guide to Mushrooms and Other Fungi of North America |publisher=Lubrecht & Cramer |location=Italy |year=1994 |page=162 |isbn=0-681-45384-2}}</ref>\n\n<ref name=\"Kirk2008\">{{cite book |vauthors=Kirk PM, Cannon PF, Minter DW, Stalpers JA |title=Dictionary of the Fungi |edition=10th |publisher=CABI |location=Wallingford, UK |year=2008 |page=274 |isbn=978-0-85199-826-8}}</ref>\n\n<ref name=\"Klotsch1832\">{{cite journal |author=Klotsch JF. |year=1832 |title=Mycologische Berichtigungen |trans-title=Mycological Corrections |journal=Linnaea |volume=7 |pages=193–204 |language=German}}</ref>\n\n<ref name=\"Kose2006\">{{cite journal |vauthors=Kose S, Gezer K, Gokler I, Tukoglu A |year=2006 |title=Macrofungi of Bekilli (Denizli) district |journal=Turkish Journal of Botany |volume=30 |issue=4 |pages=267–72}}</ref>\n\n<ref name=\"Kupka1966\">{{cite journal |author=Kupka J. |year=1966 |title=''Geastrum triplex'' found in Bilina |journal=Mykologicky Sbornik |volume=43 |issue=5–6 |pages=83–84}}</ref>\n\n<ref name=\"Larsson1958\">{{cite journal |author=Larsson BMP. |year=1958 | title=Gasteromycetstudier. I. ''Geaster triplex'' Jungh. funnen på Kinnekulle|trans-title=Studies on Gasteromycetes. I. ''Geastrum triplex'' Jungh. found on Kinnekulle |journal=Svensk Botanisk Tidskrift |volume=52 |issue=2 |pages=284–90 |language=Swedish}}</ref>\n\n<ref name=\"Liu1984\">{{cite journal |author=Liu B. |year=1984|title=The Gasteromycetes of China |journal=Nova Hedwigia |volume=74 |pages=1–235}}</ref>\n\n<ref name=\"Lloyd1907\">{{cite journal |author=Lloyd CG. |year=1907 |url=https://archive.org/stream/mycologicalwriti02lloyiala#page/309/mode/1up |title=New notes on the Geasters |journal=Mycological Notes |volume=25 |pages=309–17}}</ref>\n\n<ref name=\"Miller2006\">{{cite book |vauthors=Miller HR, Miller OK |title=North American Mushrooms: a Field Guide to Edible and Inedible Fungi |publisher=Falcon Guide |location=Guilford, Connecticut |year=2006 |page=447 |isbn=0-7627-3109-5 |url=https://books.google.com/?id=zjvXkLpqsEgC&lpg=PA444&dq=geastrum%20triplex&pg=PA447#v=onepage&q=geastrum%20triplex}}</ref>\n\n<ref name=\"Mooney1932\">{{cite book |title=The Swimmer Manuscript: Cherokee Sacred Formulas and Medicinal Prescriptions. Bulletin 99 |author=Mooney J|authorlink=James Mooney |year=1932 |publisher=Smithsonian Institution, Bureau of American Ethology |location=Washington, D.C |page=124 |url=https://archive.org/stream/swimmermanuscrip00moon#page/124/mode/2up}}</ref>\n\n<ref name=\"Mornard1993\">{{cite journal |author=Mornard J. |year=1993 |title=Contribution à La connaissance des champignons de Maine-et-Loire. 2-Gastéromycètes |trans-title=Contribution to the knowledge of fungi from Maine-et-Loire: Gasteromycetes |journal=[[Bulletin de la Société Mycologique de France]] |volume=109 |issue=3 |pages=149–63 |language=French}}</ref>\n\n<ref name=\"Pilat1958\">Published in: {{cite book |title=Gasteromycetes, Houby-Břichatky. Flora ČSR B1 |trans-title=Gasteromycetes-Puffballs|language=Czech |author=Pilát A. |year=1958 |publisher=Nakladatelstvi Československé Akademie Vĕd |location=Prague, Czechoslovakia}}</ref>\n\n<ref name=\"Rauschert1959\">{{cite journal |author=Rauschert S. |year=1959 |title=Beitrag zur Nomenklatur mitteleuropaischer Gasteromyceten |trans-title=Contribution to the Nomenclature of Central European Gasteromycetes |journal=Zeitschrift für Pilzkunde |volume=25 |issue=2 |pages=50–55 |language=German}}</ref>\n\n<ref name=\"Reid1977\">{{cite journal |author=Reid DA. |year=1977 |title=Some Gasteromycetes from Trinidad and Tobago |jstor=4119418 |journal=Kew Bulletin |volume=31 |issue=3 |pages=657–90 |doi=10.2307/4119418}}</ref>\n\n<ref name=\"Rogers2006\">{{cite book |title=The Fungal Pharmacy: Medicinal Mushrooms of Western Canada |author=Rogers RD. |year=2006 |publisher=Prairie Diva Press |location=Edmonton, Canada |isbn=0-9781358-1-4 |page=95}}</ref>\n\n<ref name=\"Roody2003\">{{cite book |author=Roody WC. |title=Mushrooms of West Virginia and the Central Appalachians |publisher=University Press of Kentucky |location=Lexington, Kentucky |year=2003 |page=443 |isbn=0-8131-9039-8 |url=https://books.google.com/?id=5HGMPEiy4ykC&lpg=PA442&dq=geastrum%20triplex&pg=PA443#v=onepage&q=geastrum%20triplex}}</ref>\n\n<ref name=\"Saber1989\">{{cite journal |author=Saber M. |year=1989 |title=New records of Aphyllophorales and Gasteromycetes for Iran |journal=Iranian Journal of Plant Pathology |volume=25 |issue=1–4 |pages=21–26}}</ref>\n\n<ref name=\"Schalkwijk-Barendsen1991\">{{cite book |author=Schalkwijk-Barendsen HME. |title=Mushrooms of Western Canada |publisher=Lone Pine Publishing |location=Edmonton, Canada |year=1991 |page=351 |isbn=0-919433-47-2}}</ref>\n\n<ref name=\"Smith1951\">{{cite book |title=Puffballs and their Allies in Michigan|author=Smith AH. |year=1951 |publisher=University of Michigan Press |location=Ann Arbor, Michigan |pages=86–87 |oclc=1002833}}</ref>\n\n<ref name=\"Smith1982\">{{cite journal |vauthors=Smith CW, Ponce de Léon P |year=1982 |title=Hawaiian geastroid fungi |jstor=3792856 |journal=Mycologia |volume=74 |issue=5 |pages=712–17 |doi=10.2307/3792856}}</ref>\n\n<ref name=\"Spegazzini1927\">{{cite journal |author=Spegazzini C. |year=1927 |title=Gasteromicetas Argentinas |trans-title=Argentinian Gasteromycetes |journal=Physis |volume=8 |pages=421–35}}</ref>\n\n<ref name=\"Soto2000\">{{cite journal |vauthors=Soto MK, Wright JE |year=2000 |title=Taxonomía del género ''Geastrum ''(Basidiomycetes, Lycoperdales) en la Provincia de Buenos Aires, Argentina |trans-title=Taxonomy of the genus ''Geaster'' in the province of Buenos Aires, Argentine |journal=Boletin de la Sociedad Argentina de Botanica |volume=34 |pages=185–201 |language=Spanish}}</ref>\n\n<ref name=\"Sunhede1989\">{{cite book |title=Geastraceae (Basidiomycotina): morphology, ecology, and systematics with special emphasis on the north European species |author=Sunhede S. |year=1989 |series=Synopsis Fungorum, '''1''' |publisher=Fungiflora |location=Oslo, Norway |isbn=82-90724-05-5 |page=535}}</ref>\n\n<ref name=\"Torpoco1998\">{{cite journal |vauthors=Torpoco V, Garbarino JA |year=1998|title=Studies on Chilean fungi. I. Metabolites from ''Geastrum triplex'' Jungh |journal=Boletin de la Sociedad Chilena de Quimica |volume=43 |issue=2 |pages=227–29}}</ref>\n\n<ref name=\"Tyndalo1985\">{{cite book |vauthors=Tyndalo V, Rinaldi A |title=The Complete Book of Mushrooms |publisher=Crescent books |location=Avenel, New Jersey |year=1985 |page=232 |isbn=0-517-51493-1}}</ref>\n\n<ref name=\"urlMycoBank: Geastrum indicum\">{{cite web |url=http://www.mycobank.org/MycoTaxo.aspx?Link=T&Rec=297724 |title=''Geastrum indicum'' |year=2005 |publisher=International Mycological Association |work=MycoBank |accessdate=2010-02-09}}</ref>\n\n<ref name=\"urlMushroomExpert.Com)\">{{cite web |url=http://www.mushroomexpert.com/geastrum_triplex.html |title=''Geastrum triplex'' |author=Kuo M|work=MushroomExpert.Com |year=2008 |accessdate=2010-02-07}}</ref>\n\n<ref name=\"Phillips2006\">{{cite book |author=Phillips R. |year=2006 |title=Mushrooms |location=London |publisher=Macmillan |isbn=978-0-330-44237-4| page=335}}</ref>\n\n<ref name=\"Ying1987\">{{cite book |title=Icones of Medicinal Fungi in China |vauthors=((Ying J-Z)), Xiao-Lan M |year=1987 |publisher=Science Press |location=Beijing, China |isbn=978-7-03-000195-5 |pages=527–28}}</ref>\n\n}}\n\n{{featured article}}\n{{Taxonbar|from=Q1572277}}\n\n[[Category:Fungi of Asia]]\n[[Category:Fungi of Australia]]\n[[Category:Fungi of Europe]]\n[[Category:Fungi of North America]]\n[[Category:Fungi of South America]]\n[[Category:Geastrum|triplex]]\n[[Category:Inedible fungi]]\n[[Category:Fungi described in 1840]]\n[[Category:Fungi of the Middle East]]"}]}}}}