{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"22090355": {"pageid": 22090355, "ns": 0, "title": "Bovista nigrescens", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{Taxobox\n| image = Bovista nigrescens.JPG\n| image_width = 234px \n| image_caption =\n| regnum = [[Fungi]]\n| divisio = [[Basidiomycota]]\n| classis = [[Agaricomycetes]]\n| ordo = [[Agaricales]]\n| familia = [[Agaricaceae]]\n| genus = ''[[Bovista]]''\n| species = '''''B. nigrescens'''''\n| binomial = ''Bovista nigrescens''\n| binomial_authority = ([[Christian Hendrik Persoon|Pers.]]) (1794)\n}}\n{{mycomorphbox\n| name = ''Bovista nigrescens''\n| whichGills = no\n| capShape = no\n| hymeniumType = gleba\n| stipeCharacter = NA\n| ecologicalType = saprotrophic\n| sporePrintColor = brown\n| howEdible = edible\n}}\n\n'''''Bovista nigrescens''''', commonly referred to as the '''brown puffball''' or '''black bovist''', is an [[edible mushroom|edible]] cream white or brown [[puffball]]. [[Phylogenetic]] relationships between ''Bovista nigrescens'' and species of [[Lycoperdaceae]] were established based on [[Internal transcribed spacer|ITS]] and LSU sequence data from north European taxa.<ref name=\"pmid18207380\">{{cite journal |author=Larsson E, Jeppson M |title=Phylogenetic relationships among species and genera of Lycoperdaceae based on ITS and LSU sequence data from north European taxa |journal=Mycological Research |volume=112 |issue=Pt 1 |pages=4–22 |year=2008 |pmid=18207380 |doi=10.1016/j.mycres.2007.10.018}}</ref>\n\n==Description==\nThe [[basidiocarp|fruit body]] of ''Bovista nigrescens'' is 3–6&nbsp;cm across. The roughly spherical fruit body is slightly pointed at the bottom. Although it lacks a sterile base, the fruit body is attached to the [[substrate (biology)|substrate]] by a single [[mycelial cord]] which often breaks, leaving the fruit body free to roll about in the wind. The outer wall is white at first, but soon flakes off in large scales at [[Sexual maturity|maturity]] to expose the dark purple-brown to blackish inner wall that encloses the [[spore|spore mass]].<ref>Calonge, F.D. (1998). Flora Mycologica Iberica. Vol. 3. Gasteromycetes, I. Lycoperdales, Nidulariales, Phallales, Sclerodermatales, Tulostomatales. J. Cramer: Berlin, Germany. 271 p.</ref> These spores leave via an [[apical pore]], which is caused by extensive splitting and cracking. The [[gleba]] is often dark purple-brown. The [[capillitium]] is highly branched with brown dendroid elements. Spores are brown and [[wikt:ovoid|ovoid]], with a diameter of 4.5–6&nbsp;[[micrometre|µm]]. They are thick-walled, and nearly smooth, with a central [[oil body|oil droplet]], and a long, warted pedicel.<ref>A plain and easy account of the British fungi, with descriptions of the esculent and poisonous species, details of the principles of scientific classification, and a tabular arrangement of orders and genera. London, Hardwicke, 1871. pg 107, pg 95.</ref>\n\n==Habitat and distribution==\n''Bovista nigrescens'' puffballs  are often found in grass and pastureland. Although they are found most abundantly in late summer to autumn, they persist in old dried condition for many months. They are uncommon in most areas, but frequent in North and West Europe. They are edible when young.<ref>Hoffmann-Dennert botanischer Bilderatlas, nach dem naturlichen Pflanzensystem. Suttgart, Schweizerbart, 1911. p. 57.</ref> In addition, they are found on the ground, fields, lawns or on roadsides. Typically, they may be found at an altitude of up to 2,500 meters (8,202 feet).<ref>Synopsis of the British Basidiomycetes; a descriptive catalogue of the drawings and specimens in the Department of Botany, British Museum / by [[Worthington George Smith]], F.L.S. London: Printed by order of the Trustees of the British Museum, 1908, og. 476.</ref>\n\n==References==\n{{Reflist}}\n\n{{Taxonbar|from=Q2679918}}\n\n[[Category:Agaricaceae]]\n[[Category:Fungi of Europe]]\n[[Category:Edible fungi]]\n[[Category:Puffballs]]\n[[Category:Fungi described in 1794]]\n\n\n{{agaricaceae-stub}}"}]}}}}