{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"4639757": {"pageid": 4639757, "ns": 0, "title": "Fomitopsis pinicola", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{Taxobox\n| image = Fomitopsis pinicola 109142.jpg\n| image_width = \n| regnum = [[Fungi]]\n| divisio = [[Basidiomycota]]\n| classis = [[Agaricomycetes]]\n| ordo = [[Polyporales]]\n| familia = [[Fomitopsidaceae]]\n| genus = ''[[Fomitopsis]]''\n| species = '''''F. pinicola'''''\n| binomial = ''Fomitopsis pinicola''\n| binomial_authority = ([[Sw.]]) [[P.Karst.]] (1881)\n| synonyms = *''Boletus pinicola'' <small>Sw. (1810)</small>\n}}\n {{mycomorphbox \n| name = ''Fomitopsis pinicola''\n| whichGills = decurrent \n| capShape = no \n| hymeniumType = pores\n| stipeCharacter = NA\n| ecologicalType = saprotrophic\n| sporePrintColor = yellow\n| howEdible = inedible}}\n\n'''''Fomitopsis pinicola''''', is a [[Wood-decay fungus|stem decay]] [[fungus]]. Its [[conk (fungi)|conk]] (fruit body) is known as the '''red belt conk'''. The [[species]] is common throughout the [[temperate]] [[Northern Hemisphere]].  It is a decay fungus that serves as a small-scale disturbance agent in coastal rainforest ecosystems. It influences stand structure and succession in [[temperate rainforests]]. It performs essential [[nutrient cycle|nutrient cycling]] functions in forests.<ref>FS-R10-FHP. 2014. Forest Health Conditions in Alaska 2013. Anchorage, Alaska. USDA Forest Service, Alaska Region. Publication R10-PR-035.81 PAGES 40-42.</ref>\n\n==Description==\n\nCap is hoof-shaped or triangular, hard and tough, and up to 30–40 x 25 x 10&nbsp;cm. Its surface is more or less smooth, at first orange-yellow with a white margin, later dark reddish to brown and then frequently with an orange margin. The pore surface is pale yellow to leather-brown, 3–4 pores per mm. It grows as thick shelves on live and dead coniferous or (less commonly) deciduous trees.<ref>FS-R10-FHP. 2014. Mushrooms of the National Forests in Alaska. Anchorage, Alaska. USDA Forest Service, Alaska Region. Publication R10-RG-209. PAGES 30 & 31.</ref>\n\nThe [[Sporocarp (fungi)|fruiting body]] of ''Fomitopsis pinicola'' is called the ''conk''. It is a woody, [[Pileus (mycology)|pileate]] fruiting body with pores lined with [[Basidium|basidia]] on its underside. As in other polypores, the fruiting body is perennial with a new layer of pores produced each year on the bottom of the old pores. The pores are whitish when young and become somewhat brownish in age.<ref>FS-R10-FHP. 2014. Mushrooms of the National Forests in Alaska. Anchorage, Alaska. USDA Forest Service, Alaska Region. Publication R10-RG-209. PAGES 30 & 31.</ref> This mushroom is inedible due to its woody texture, but it is useful as tinder.\n\n==Stem decay characteristics==\n\nMost of the stem decay (heart rot) in mature forests that results from this fungus does not interfere with the normal growth and physiological processes of live trees since the vascular system is not affected. It is classified as a brown rot, which primarily degrades cellulose in tree stands. Wood impacted by this fungus may become more brittle and prone to breakage in high winds, and cannot be used for pulp production.<ref>FS-R10-FHP. 2014. Forest Health Conditions in Alaska 2013. Anchorage, Alaska. USDA Forest Service, Alaska Region. Publication R10-PR-035.81 PAGES 40-42.</ref> This species requires exposed wood of wounds for entry, continuing their decay after the tree dies.\n\nThe fruiting bodies of the fungus disperse airborne [[spores]], but the actual degradation of the wood is by the threadlike vegetative part of the fungus inside the trees. The fungus can occur anywhere on roots or the stem, but is most common low on the bole, where frequent wounds promote infection.<ref>FS-R10-FHp. 2014. Managing Heart Rot in Live Trees for Wildlife Habitat in Young-Growth Forests of Coastal Alaska. Anchorage, Alaska. USDA Forest Service, Alaska Region. Publication PNW-GTR-890. PAGES 4 – 9.</ref>\n\n==Ecology==\n\nThis stem decay fungi is found on live conifer trees in [[southeast Alaska]] such as [[Western hemlock]], [[Mountain hemlock]], [[White spruce]], [[Picea × lutzii|Lutz spruce]] and [[Sitka spruce]]. The tree stem decay is caused by the fungus when it invades and colonizes the wood of living trees and decomposes the wood before the tree is dead. This brown rot fungus degrades only cellulose, leaving the other primary constituents of wood, [[lignin]], as a considerably less dense but fairly stable residual structure that is suitable for excavation by [[woodpeckers]].<ref>FS-R10-FHp. 2014. Managing Heart Rot in Live Trees for Wildlife Habitat in Young-Growth Forests of Coastal Alaska. Anchorage, Alaska. USDA Forest Service, Alaska Region. Publication PNW-GTR-890. PAGES 4 – 9.</ref>\n\nThis fungus is normally found on dead conifers, but can also be observed growing on large stem wounds, broken tops, and dead tissue of live trees. In mature forests, these stem decay fungi cause enormous annual wood volume loss of Alaska’s major tree species. Approximately one-third of the old-growth timber board-foot volume in Southeast Alaska is defective, largely due to decay from this type of fungus. Conversely, there is very little decay in young-growth stands without prevalent wounding from commercial [[thinning]] activities, wind damage, or animal feeding. By predisposing large old trees to bole breakage and windthrow, stem decays serve as important small-scale disturbance regimes in these temperate rainforest ecosystems where fire and other large-scale disturbances are uncommon.\n<ref>FS-R10-FHP. 2014. Forest Health Conditions in Alaska 2013. Anchorage, Alaska. USDA Forest Service, Alaska Region. Publication R10-PR-035.81 PAGES 40-42.</ref>\n\nThis stem decay creates canopy gaps, influences stand structure and succession, increases [[biodiversity]], and enhances wildlife habitat. The fungus also performs essential nutrient cycling functions in these forests by decomposing stems, branches, roots, and boles of dead trees. Cavities created by the fungus in standing trees provide crucial habitat for many wildlife species including [[bears]], [[voles]], [[squirrels]], and a number of [[bird]] species. The lack of disturbance in these areas and longevity of individual trees allows ample time for this slow-growing decay fungus to cause significant decay. There is a growing interest in acquiring methods to promote earlier development of stem decays in second-growth stands to achieve wildlife and other non-timber objectives.<ref>FS-R10-FHP. 2014. Forest Health Conditions in Alaska 2013. Anchorage, Alaska. USDA Forest Service, Alaska Region. Publication R10-PR-035.81 PAGES 40-42.</ref>\n\n<gallery>\nImage:Fomitopsis_pinicola_2.JPG|Underside of conk showing the typical round pores.\nImage:Fomitopsis_pinicola_3.JPG|Younger specimens like these often show more orange colours. \n</gallery>\n\n==References==\n{{Reflist}}\n* \"Danske storsvampe.  Basidiesvampe\" [a key to Danish basidiomycetes] J.H. Petersen and J. Vesterholt eds. Gyldendal. Viborg, Denmark, 1990.  {{ISBN|87-01-09932-9}}\n* [http://nt.ars-grin.gov/fungaldatabases/new_allView.cfm?whichone=Nomenclature&thisName=Fomitopsis%20pinicola Entry of ''Fomitopsis pinicola''] at Fungal Databases, Systematic Botany and Mycology Laboratory Nomenclature Database, U.S. Department of Agriculture, Agricultural Research Service.\n* [http://www.mykoweb.com/CAF/species/Fomitopsis_pinicola.html  Large picture & more information]\n\n{{Taxonbar|from=Q1928270}}\n{{Commons}}\n\n[[Category:Fomitopsis|pinicola]]\n[[Category:Fungi described in 1810]]\n[[Category:Fungi of North America]]"}]}}}}