{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"28283124": {"pageid": 28283124, "ns": 0, "title": "Suillus pungens", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{Short description|Species of fungus in the family Suillaceae found in California}}\n{{stack begin}}\n{{Taxobox\n| image = Suillus pungens 123004.jpg\n| image_width = 234px\n| regnum = [[Fungi]]\n| divisio = [[Basidiomycota]]\n| classis = [[Agaricomycetes]]\n| ordo = [[Boletales]]\n| familia = [[Suillaceae]]\n| genus = ''[[Suillus]]''\n| species = '''''S. pungens'''''\n| binomial = ''Suillus pungens''\n| binomial_authority = [[Harry D. Thiers|Thiers]] & [[Alexander H. Smith|A.H.Sm.]] (1964)<ref name=Smith1964/>\n}}\n{{mycomorphbox\n| name = ''Suillus pungens''\n| ecologicalType = mycorrhizal\n| capShape = convex\n| hymeniumType=pores\n| stipeCharacter= bare\n| sporePrintColor=brown\n| howEdible=edible\n}}\n{{stack end}}\n\n'''''Suillus pungens''''', commonly known as the '''pungent slippery jack''' or the '''pungent suillus''', is a [[species]] of [[fungus]] in the genus ''[[Suillus]]''. The [[basidiocarp|fruit bodies]] of the fungus have slimy convex [[pileus (mycology)|caps]] up to\n{{convert|14|cm|in|abbr=on}} wide. The mushroom is characterized by the very distinct color changes that occur in the cap throughout development. Typically, the young cap is whitish, later becoming grayish-olive to reddish-brown or a mottled combination of these colors. The mushroom has a dotted [[stipe (mycology)|stem]] (stipe) up to {{convert|7|cm|in|abbr=on}} long, and {{convert|2|cm|in|1|abbr=on}} thick. On the underside on the cap is the [[spore]]-bearing tissue consisting of minute vertically arranged tubes that appear as a surface of angular, yellowish pores. The presence of milky droplets on the pore surface of young individuals, especially in humid environments, is a characteristic feature of this species. ''S.&nbsp;pungens'' can usually be distinguished from other similar ''Suillus'' species by differences in distribution, odor and taste. The mushroom is considered [[edible mushroom|edible]], but not highly regarded.\n\nAn [[mycorrhizae|ectomycorrhizal]] species, ''S.&nbsp;pungens'' forms an intimate [[mutualism (biology)|mutualistic]] relationship between its underground [[mycelium]] and the young roots of the associated [[host (biology)|host]] tree. The fungus—limited in distribution to [[California]]—fruits almost exclusively with [[Monterey pine|Monterey]] and [[bishop pine]], two trees with small and scattered natural ranges concentrated in the [[West Coast of the United States]]. Several studies have investigated the role of ''S.&nbsp;pungens'' in the [[coastal California]]n forest ecosystem it occupies. Although the species produces more fruit bodies than other competing ectomycorrhizal fungi in the same location, it is not a dominant root colonizer, and occupies only a small percentage of [[ectomycorrhizal]] root tips. The fungus's propensity to fruit prolifically despite minimal root colonization is a result of its ability to efficiently transfer nutrients from its host for its own use.\n\n==Taxonomy, classification, and phylogeny==\nThe fungus was first [[species description|described]] scientifically by American mycologists [[Harry D. Thiers]] and [[Alexander H. Smith]] in their 1964 [[monograph]] on North American ''Suillus'' species. The [[type (biology)|type]] collection was made on the campus of [[San Francisco State University]] in [[San Francisco]].<ref name=Smith1964/> Smith and Thiers [[classification (biology)|classified]] ''S.&nbsp;pungens'' in [[section (biology)|section]] ''Suilli''—a grouping of related species characterized by the presence of either a [[annulus (mycology)|ring]] on the stipe, a [[partial veil]] adhering to the cap margin, or a \"false veil\" not attached to the stipe but initially covering the tube cavity.<ref>Smith and Thiers (1964), p. 67.</ref>\n\nA 1996 [[molecular phylogenetics|molecular analysis]] of 38 different ''Suillus'' species used the [[nucleic acid sequence|sequences]] of their [[internal transcribed spacer]]s to infer [[phylogenetic]] relationships and clarify the [[Taxonomy (biology)|taxonomy]] of the genus. The results suggest that ''S.&nbsp;pungens'' was genetically similar to ''[[Suillus collinitus|S.&nbsp;collinitus]]'', ''[[Suillus neoalbidipes|S.&nbsp;neoalbidipes]]'', ''[[Suillus pseudobrevipes|S.&nbsp;pseudobrevipes]]'', ''[[Suillus luteus|S.&nbsp;luteus]]'', ''[[Suillus brevipes|S.&nbsp;brevipes]]'', ''[[Suillus weaverae|S.&nbsp;weaverae]]'', and certain [[genetic isolate|isolates]] of ''[[Suillus granulatus|S.&nbsp;granulatus]]''.<ref name=Kretzer1996/>\n\nThe [[specific name (botany)|specific epithet]] is derived from the [[Latin]] ''pungens'',<ref name=Cady2005/> and refers to the pungent aroma of the fruit bodies. The mushroom is [[common name|commonly]] known as the \"pungent slippy jack\"<ref name=Arora1986/> or the \"pungent suillus\".<ref name=\"NAB p.250\">Bessette ''et al''. (2000), p. 250.</ref> It has also been referred to as the \"slippery jack\",<ref name=\"urlCalifornia Fungi: Suillus pungens\"/> a common name applied to several ''Suillus'' species.\n\n==Description==\n[[File:Suillus pungens 122999.jpg|170px|thumb|right|The stipe is covered with irregularly shaped glandular dots.]]\nThe [[pileus (mycology)|cap]] of ''S.&nbsp;pungens'' is roughly convex when young, becoming plano-convex (flat on one side and rounded on the other) to somewhat flat with age, and reaches diameters of {{convert|4|–|14|cm|in|abbr=on}}. The cap surface is sticky to slimy when moist, becoming shiny when dried. The surface is smooth but is sometimes streaked with the sticky glue-like cap slime when older. The cap color is highly variable in this species, and the cap is often [[variegation|variegated]] with a mixture of light and dark colors. When young it is dirty-white to [[olive (color)|olive]] with pale olive splotches. Maturing caps can retain the color they had when young, or become [[tawny (color)|tawny]] to orange-yellow to reddish-brown, or a combination of these colors.<ref name=\"NAB p.250\"/> The cap margin is initially rolled inward and has a cottony roll of white tissue, but becomes naked and curves downward with age. The [[trama (mycology)|flesh]] is {{convert|1|–|2|cm|in|1|abbr=on}} thick, white and unchanging in young fruit bodies, frequently changing to yellow when older.<ref name=Smith1964/>\n[[File:Suillus pungens 126407.jpg|thumb|left|Young fruit bodies are covered with milky droplets on their pore surfaces.]]\nThe tubes that comprise the [[hymenium]] (spore-bearing tissue) on the underside of the cap are up to {{convert|1|cm|in|1|abbr=on}} long, [[adnation|adnate]] when young, becoming decurrent or nearly so with age. In young specimens, they are whitish to pale [[buff (color)|buff]], and are covered with milky droplets that become brown to [[ochre|ochraceous]] when dried. As specimens mature the color of the pore surface changes to yellowish, and finally to dark yellow. The angular pores, which are 1–1.5&nbsp;mm in diameter, are not radially arranged, and do not change color when bruised.<ref name=Smith1964/> The [[stipe (mycology)|stipe]] is solid (rather than hollow), {{convert|3|–|7|cm|in|abbr=on}} long, and {{convert|1|–|2|cm|in|1|abbr=on}} thick near the top. Its shape is variable: either roughly equal in width throughout, thicker at the base, or somewhat thicker in the middle. Its surface is dry and smooth, and covered with irregularly shaped glandular dots. The dots—minute clumps of [[pigment]]ed cells—are initially reddish before becoming brownish. The background color of the stipe is initially whitish (roughly the same color as the tubes), but becomes more yellow with age. It does not change color when bruised, and does not have a [[annulus (mycology)|ring]]. The flesh of the stipe is white, and does not change color when exposed to air.<ref name=Smith1964/>\n\nThe [[spore print]] is olive-brown to pale cinnamon-brown.<ref name=Arora1986/> Individual [[spore]]s are thin-walled, [[hyaline]] (translucent), and smooth. Their shape is [[wikt:ellipsoid|ellipsoid]] to roughly cylindrical in face view or [[wikt:inequilateral|inequilateral]] when viewed in profile, and they measure 9.5–10 by 2.8–3.5&nbsp;[[Micrometre|μm]]. The [[basidia]] (spore-bearing cells of the hymenium) are hyaline, club-shaped and four-spored, with dimensions of 33–36 by 8–10&nbsp;μm. The thin-walled [[cystidia]] are rare to scattered on the tube surface but abundant on the pores, where they usually occur in massive clusters. They appear dark brown when mounted in a dilute (3%) solution of [[potassium hydroxide]] (KOH), and are cylindric to roughly club-shaped, measuring 43–79 by 7–10&nbsp;μm. They are usually encrusted with pigment, although some may be hyaline. The tissue comprising the tube is hyaline, and made of divergent to nearly parallel hyphae that are 3–5&nbsp;μm wide. The [[pileipellis]] is a tissue type known as an ixotrichodermium (made of interwoven gelatinized hyphae); it stains brown in KOH, and is made of hyphae that are 4–5&nbsp;μm wide. The stipe cuticle is made of clusters of cystidia similar to those found in the hymenium. [[Clamp connection]]s are absent in the hyphae of ''S.&nbsp;pungens''.<ref name=Smith1964/>\n\nSeveral [[Chemical tests in mushroom identification|chemical tests]] can be employed in the field to aid in the identification of ''S.&nbsp;pungens''. With an application of a drop of KOH, the flesh will turn [[wine (color)|vinaceous]] (the color of red wine), the tubes red, the cap cuticle black, and the stipe cuticle pale vinaceous. With [[ammonium hydroxide]] (NH<sub>4</sub>OH), the flesh becomes very pale vinaceous, and the tubes turn bright red. [[Iron(II) sulfate]] (FeSO<sub>4</sub>) turns the flesh gray, the tubes dark gray to black, and the stipe cuticle light gray.<ref name=Smith1964/>\n\n===Edibility===\nThe mushroom is considered [[edible mushroom|edible]], but not choice. Its taste is harsh, nauseating, and weakly acidic;<ref name=Smith1964/> the odor is strong and ranges from pleasant, resembling bananas, to pungent.<ref name=Arora1986/> When collecting for the table, young specimens are preferred, as older ones \"literally seethe with fat, agitated maggots and sag with so much excess moisture that they practically demand to be wrung out like a sponge!\"<ref name=Arora1986/> Michael Kuo's ''100 Edible Mushrooms'' (2007) rates the mushroom's edibility as \"bad\" and warns that dishes cooked with the mushroom will assume an unpleasant taste.<ref name=Kuo2007/>\n\n===Similar species===\n{{multiple image|caption_align=center|header_align=center\n| align = right\n| image1 = Suillus_granulatus.jpg\n| width1 = {{#expr: (160 * 800 / 600) round 0}}\n| caption1 = ''Suillus granulatus''\n| image2 = Elfenbeinroehrling.jpg\n| width2 = {{#expr: (160 * 567 / 400) round 0}}\n| caption2 = ''Suillus placidus''\n}}\n''Suillus pungens'' is characterized by the very distinct color changes that occur in the cap as it develops. The range of color variation makes it possible to misidentify the species with others whose color overlaps. ''Suillus pungens'' has been misidentified as ''[[Suillus placidus|S.&nbsp;placidus]]'' because of the white color of the young fruit bodies and the droplets of exudate. ''S.&nbsp;placidus'' has a wider distribution, is usually found in association with [[eastern white pine]], is generally smaller, with a maximum cap diameter up to {{convert|9|cm|in|abbr=on}}, and has smaller spores, measuring 7–9 by 2.5–3.2&nbsp;μm. It does not have any distinctive taste or odor.<ref>Bessette ''et al''. (2000), pp. 246–7.</ref> North American ''[[Suillus granulatus|S.&nbsp;granulatus]]'' is another potential lookalike species, and at maturity it is nearly identical to ''Suillus pungens''. The cap of ''S. granulatus'' is variable in color, ranging from pale yellow to various shades of brown, while the pore surface is initially whitish, later becoming yellowish, and similar to ''S. placidus'', its typical host is [[eastern white pine]]. Unlike ''S.&nbsp;pungens'', it lacks a characteristic odor and taste.<ref name=\"NAB p.250\"/> The Californian species ''[[Suillus glandulosipes]]'' has veil material attached to the edge of the cap when young.  It also lacks the distinctive changes in cap color during development, is associated with [[lodgepole pine]], has smaller spores (6.6–8.8 by 2.5–3&nbsp;μm), and lacks any obvious taste and odor. Another Californian species, ''[[Suillus quiescens]]'', newly described in 2010, may resemble ''S.&nbsp;pungens'', especially at maturity. ''S.&nbsp;quiescens'' can be distinguished by its lack of white or olive colors when young and by a less glandular stipe when mature.<ref name=Bruns2010/>\n\n==Ecology, habitat and distribution==\n[[File:Chroogomphus vinicolor 116581.jpg|thumb|160px|right|''S.&nbsp;pungens'' is often found growing near ''[[Chroogomphus vinicolor]]'' (pictured).]]\n\n''Suillus pungens'' is an ectomycorrhizal (EM) basidiomycete that forms [[symbiosis|symbiotic]] relationships almost exclusively with [[Monterey pine]] (''Pinus radiata'') and [[bishop pine]] (''Pinus muricata''); some collections have been made under [[knobcone pine]] (''Pinus attenuata'')<ref name=Smith1964/> and [[ponderosa pine]] (''Pinus ponderosa''), but only within the range of Monterey pine.<ref name=Arora1986/> All these trees have small scattered natural ranges largely restricted to [[California]].<ref name=Kerschner2008/> An EM symbiosis is a [[mutualism (biology)|mutualistic]] relationship between an EM fungus and the root tip of a compatible EM plant. The fruit bodies of ''Suillus pungens'' grow solitarily, scattered or in groups in [[humus]]. They are often found growing near fruit bodies of ''[[Chroogomphus vinicolor]]''<ref name=\"urlCalifornia Fungi: Suillus pungens\"/> and ''[[Helvella lacunosa]]''.<ref name=Arora1986/> ''Suillus pungens'' is often the most abundant ''Suillus'' in the [[San Francisco Bay Area]]. The type collection was made on the campus of San Francisco State University in San Francisco, where it occurs in abundance during the fall and winter seasons. Although it occurs most frequently in the autumn and winter,<ref name=Arora1986/> it is one of the few species of ''Suillus'' that continue to fruit sporadically throughout the year,<ref name=Smith1964/> especially in wet weather.<ref name=Arora1986/> It has also been identified in the southeastern [[Sierra Nevada (U.S.)|Sierra Nevada]]<ref name=Rusca2006/> and on [[Santa Cruz Island]].<ref name=Grubisha2007/>\n{{multiple image|caption_align=center|header_align=center\n| align = left\n| direction = vertical\n| width = 200\n| image1 = Pinus radiata HuckleberryHill1.jpg \n| caption1 = Ectomycorrhizal associates of ''S.&nbsp;pungens'' include Monterey pine (above) and bishop pine (below).\n| image2 = Pinus muricata twisted tree Mendocino.jpg\n}}\nA [[genet (biology)|genet]] is a group of genetically identical individuals that have grown in a given location, all originating [[vegetative reproduction|vegetatively]] from a single ancestor. Once established, genets vegetatively spread [[hypha]]e out from the root tip into the soil and may connect two or more trees to form a network of mycorrhizae. In field studies, the approximate size of fungal genets is typically estimated by collecting and mapping fruit bodies on a site, determining which fruit bodies are genetically identical by either [[somatic incompatibility]] (a method fungi use to distinguish self from non-self by delimiting their own [[mycelia]] from that of other individuals of the same species) or various [[molecular biology|molecular]] techniques, and then determining the distance between identical fruit bodies.<ref name=Dahlberg1990/> In a 1996 study, mycologists Monique Gardes and Thomas Bruns hypothesized that ''S.&nbsp;pungens'', an abundant fruiter in pine forests, would be dominant on the roots of the pine trees. However, by sampling underground ectomycorrhizae in addition to above-ground fruit bodies, they found that the fungus can fruit prolifically while occupying only a small fraction of the ectomycorrhizal root assemblage, which was otherwise dominated by ''[[Russula]]'' species and ''[[Tomentella sublilacina]]''.<ref name=Gardes1996/><ref name=Bruns2002/> Gardes and Bruns hypothesized that the disparity between above- and below-ground representation may be because the fungus invests less energy in vegetative growth and persistence and more in fruiting, or alternatively, because the species is particularly efficient at acquiring carbon from its hosts and so needs to colonize only a few rootlets to obtain enough to allow abundant fruiting.<ref name=Gardes1996/> A 1998 study by Pierluigi Bonello and colleagues used [[single-strand conformation polymorphism]] analysis to detect minute genetic differences among ''S.&nbsp;pungens'' genets, and showed that most of the fruiting occurred from a single large genet. This result indicates that the fungus persists because of extensive vegetative growth, rather than frequent establishment of new genets from spores, and that it uses carbon resources efficiently.<ref name=Bonello1998/> The study also described an ''S.&nbsp;pungens'' genet with an area of approximately {{convert|300|m2|sqft|lk=in|sigfig=2|abbr=on}} and a span greater than {{convert|40|m|abbr=on}} across, which was at the time the largest EM fungal genet reported.<ref name=Bonello1998/> The large ''S.&nbsp;pungens'' genet was not detected after [[wildfire]], demonstrating that it did not survive in the absence of a host, and suggesting that spores are the primary means by which the fungus recolonizes after a fire.<ref name=Bruns2002/>\n\n==See also==\n*[[List of North American boletes]]\n\n==References==\n{{Reflist|colwidth=30em|refs=\n\n<ref name=Arora1986>{{cite book |author=Arora D. |title=Mushrooms Demystified: a Comprehensive Guide to the Fleshy Fungi |publisher=Ten Speed Press |location=Berkeley, California |year=1986 |page=503 |isbn=0-89815-169-4 |url-access=registration |url=https://archive.org/details/mushroomsdemysti00aror_0 }}</ref>\n\n<ref name=Bonello1998>{{cite journal |vauthors=Bonello P, Bruns TD, Gardes M |year=1998 |title=Genetic structure of a natural population of the ectomycorrhizal fungus ''Suillus pungens'' |journal=New Phytologist |volume=138 |issue=3 |pages=533–52 |jstor=2588349 |doi=10.1046/j.1469-8137.1998.00122.x}}</ref>\n\n<ref name=Bruns2002>{{cite journal |vauthors=Bruns T, Tan J, Bidartondo M, Szaro T, Redecker D |year=2002 |title=Survival of ''Suillus pungens'' and ''Amanita francheti'' ectomycorrhizal genets was rare or absent after a stand-replacing wildfire |journal=New Phytologist |volume=155 |issue=3 |pages=517–23 |doi=10.1046/j.1469-8137.2002.00468.x}}</ref>\n\n<ref name=Bruns2010>{{cite journal |vauthors=Bruns TD, Grusiba LC, Trappe JM, Kerekes JF, Vellinga EC |year=2010 |title=''Suillus quiescens'', a new species commonly found in the spore bank in California and Oregon |journal=Mycologia |volume=102 |issue=2 |pages=438–46 |doi=10.3852/09-149 |url=http://nature.berkeley.edu/brunslab/papers/bruns2010a.pdf |format=PDF |pmid=20361510}}</ref>\n\n<ref name=Cady2005>{{cite book |author=Cady M. |title=Plant Names Explained: Botanical Terms and Their Meaning |publisher=Horticulture Books |location=Boston, Massachusetts |year=2005 |page=165 |isbn=1-55870-747-6 |url=https://books.google.com/books?id=6PBHQd-lPWYC&pg=PA166}}</ref>\n\n<ref name=Dahlberg1990>{{cite journal |vauthors=Dahlberg A, Stenlid J |year=1990 |title=Population structure and dynamics in ''Suillus bovinus'' as indicated by spatial distribution of fungal clones |journal=New Phytologist |volume=115 |issue=3 |pages=487–93 |doi=10.1111/j.1469-8137.1990.tb00475.x}}</ref>\n\n<ref name=Gardes1996>{{cite journal |title=Community structure of ectomycorrhizal fungi in a ''Pinus muricata'' forest: Above- and below-ground views |journal=Canadian Journal of Botany |vauthors=Gardes M, Bruns TD |year=1996 |volume=74 |issue=10 |pages=1572–83 |doi=10.1139/b96-190 |url=http://users.iab.uaf.edu/~lee_taylor/pdfs/Taylor&Bruns-Comm.pdf |format=PDF |url-status=dead |archive-url=https://web.archive.org/web/20111002232253/http://users.iab.uaf.edu/~lee_taylor/pdfs/Taylor%26Bruns-Comm.pdf |archive-date=2011-10-02 |df= }}</ref>\n\n<ref name=Grubisha2007>{{cite journal |vauthors=Grubisha LC, Bergemann SE, Bruns TD |year=2007 |title=Host islands within the California northern Channel Islands create fine-scale genetic structure in two sympatric species of the symbiotic ectomycorrhizal fungus ''Rhizopogon'' |journal=Molecular Ecology |volume=16 |issue=9 |pages=1811–22 |url=http://nature.berkeley.edu/garbelotto/downloads/espm107/Grubisha2007.pdf |format=PDF |doi=10.1111/j.1365-294X.2007.03264.x |pmid=17444894}}</ref>\n\n<ref name=Kerschner2008>{{cite book |vauthors=Kershner B, Tufts C, Nelson G, Spellenberg R |title=National Wildlife Federation Field Guide to Trees of North America |publisher=Sterling |location=New York, New York |year=2008 |pages=84–90 |isbn=1-4027-3875-7}}</ref>\n\n<ref name=Kretzer1996>{{cite journal |vauthors=Kretzer A, Li Y, Szaro T, Bruns TD |year=1996 |title=Internal transcribed spacer sequences from 38 recognized species of ''Suillus'' sensu lato: Phylogenetic and taxonomic implications |journal=Mycologia |volume=88 |issue=5 |pages=776–85 |doi=10.2307/3760972 |jstor=3760972}}</ref>\n\n<ref name=Kuo2007>{{cite book |author=Kuo M. |title=100 Edible Mushrooms |publisher=The University of Michigan Press |location=Ann Arbor, Michigan |year=2007 |pages=225–7 |isbn=0-472-03126-0 |url-access=registration |url=https://archive.org/details/100ediblemushroo00kuom }}</ref>\n\n<ref name=Rusca2006>{{cite journal |vauthors=Rusca TA, Kennedy PG, Bruns TD |year=2006 |title=The effect of different pine hosts on the sampling of ''Rhizopogon'' spore banks in five eastern Sierra Nevada forests |journal=New Phytologist |volume=170 |issue=3 |pages=551–60 |url=http://nature.berkeley.edu/brunslab/papers/rusca2006.pdf |format=PDF |pmid=16626476 |doi=10.1111/j.1469-8137.2006.01689.x}}</ref>\n\n<ref name=Smith1964>Smith and Thiers (1964), [http://www.mykoweb.com/boletes/species/Suillus_pungens.html pp. 92–3.]</ref>\n\n<ref name=\"urlCalifornia Fungi: Suillus pungens\">{{cite web |url=http://www.mykoweb.com/CAF/species/Suillus_pungens.html |title=''Suillus pungens'' |vauthors=Wood M, Stevens F |work=California Fungi |publisher=MykoWeb |accessdate=2011-06-28}}</ref>\n\n}}\n\n===Cited texts===\n*{{cite book |vauthors=Bessette AR, Bessette A, Roody WC |title=North American Boletes: A Color Guide to the Fleshy Pored Mushrooms |publisher=Syracuse University Press |location=Syracuse, New York |year=2000 |isbn=0-8156-0588-9}}\n*{{cite book |title=A Contribution Toward a Monograph of North American Species of ''Suillus'' (Boletaceae) |vauthors=Smith AH, Thiers HD |year=1964 |publisher=Privately published |location=Ann Arbor, Michigan}}\n*{{cite book |author=Thiers HD. |title=California Mushrooms—A Field Guide to the Boletes |publisher=Hafner Press |location=New York, New York |year=1975 |isbn=978-0-02-853410-7 |url=http://www.mykoweb.com/boletes/index.html}}\n\n==External links==\n{{Commons}}\n*{{IndexFungorum|339863}}\n\n{{Featured article}}\n{{Taxonbar|from=Q7635502}}\n\n{{DEFAULTSORT:Suillus Pungens}}\n[[Category:Suillus|pungens]]\n[[Category:Edible fungi]]\n[[Category:Fungi described in 1964]]\n[[Category:Fungi of the United States]]\n[[Category:Taxa named by Alexander H. Smith]]"}]}}}}