{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"3225240": {"pageid": 3225240, "ns": 0, "title": "Lactarius deterrimus", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{good article}}\n{{Taxobox\n| image = Fichten-Reizker Lactarius deterrimus.jpg\n| image_width = 234px\n| regnum = [[Fungi]]\n| divisio = [[Basidiomycota]]\n| classis = [[Agaricomycetes]]\n| ordo = [[Russulales]]\n| familia = [[Russulaceae]]\n| genus = ''[[Lactarius]]''\n| species = '''''L. deterrimus'''''\n| binomial = ''Lactarius deterrimus''\n| binomial_authority = [[Frieder Gröger|Gröger]] (1968)\n| synonyms_ref = <ref name=\"urlSpeciesFungorum\"/><ref name=\"Heilmann-Clausen 1998\"/>\n| synonyms = *''Lactarius deliciosus'' var. ''piceus'' <small>[[Smotl.]] (1947)</small>\n*''Lactarius deliciosus'' var. ''deterrimus'' <small>(Gröger) [[Lexemuel Ray Hesler|Hesler]] & [[A.H.Sm.]] (1979)</small>\n}}\n{{mycomorphbox\n| name = ''Lactarius deterrimus''\n| whichGills = decurrent\n| capShape = depressed\n| capShape2 = convex\n| hymeniumType = gills\n| stipeCharacter = bare\n| ecologicalType = mycorrhizal\n| sporePrintColor = tan\n| howEdible = edible\n}}\n\n'''''Lactarius deterrimus''''', also known as '''false saffron milkcap''' or '''orange milkcap''', is a [[species (biology)|species]] of [[fungus]] in the [[family (biology)|family]] [[Russulaceae]]. The fungus produces medium-sized [[basidiocarp|fruit bodies]] ([[mushroom]]s) with orangish [[pileus (mycology)|cap]]s up to {{convert|12|cm|in|abbr=on}} wide that develop green spots in old age or if injured. Its orange-coloured [[latex]] stains [[maroon]] within 30&nbsp;minutes. ''Lactarius deterrimus'' is a [[mycorrhiza]]l fungus that associates with [[Picea abies|Norway spruce]] and [[bearberry]]. The species is distributed in Europe, but has also found in parts of Asia. A visually similar species in the United States and Mexico is not closely related to the European species. Fruit bodies appear between late June and November, usually in spruce forests.  Although the fungus is [[edible mushrooms|edible]]—like all ''[[Lactarius]]'' mushrooms from the [[section (biology)|section]] ''[[Lactarius#Section Deliciosi|Deliciosi]]''—its taste is often bitter, and it is not highly valued. The fruit bodies are used as source of food for the larvae of several insect species. ''Lactarius deterrimus'' can be distinguished from similar ''[[Lactarius]]'' species by difference in the mycorrhizal host or latex colour.\n\n== Taxonomy and classification ==\nAlthough the fungus is one of the most common in Central Europe, the species was not validly [[species description|described]] until 1968 by German mycologist [[Frieder Gröger]].<ref name=\"urlSpeciesFungorum\"/> Before this, ''L.&nbsp;deterrimus'' was regarded as a [[variety (botany)|variety]] of ''L.&nbsp;deliciosus'' (''L.&nbsp;deliciosus'' var. ''piceus'', described by [[Miroslav Smotlacha]] in 1946).<ref name=\"Heilmann-Clausen 1998\"/> After [[Roger Heim]] and A.&nbsp;Leclair described ''[[Lactarius semisanguifluus|L.&nbsp;semisanguifluus]]'' in 1950, this fungus was referred to as the latter.<ref name=\"Jahn 1959/60\"/><ref name=\"Strittmatter 2010\"/> ''[[L.&nbsp;fennoscandicus]]'' was separated from ''L.&nbsp;deterrimus'' in 1998 by Annemieke T. Verbeken and Jan Vesterholt and was classified as a separate species.<ref name=\"urlRussulales news: Lactarius fennoscandicus\"/>\n\nThe [[botanical name|epithet]] of ''deterrimus'' is [[Latin]], and was chosen by Gröger to highlight the poor gustatory properties of the mushroom, such as the bitter aftertaste and often heavy [[maggot]] infestations. The [[superlative]] of \"dēterior\" (meaning less good)<ref name=\"Genaust 2005\"/> means \"the worst, the poorest\".<ref name=\"Gröger 1968\"/> The mushroom is [[common name|commonly]] known as the \"false saffron milkcap\".<ref name=\"urlRecommended English Names for Fungi\"/>\n\nSeveral [[molecular phylogenetic]] analyses show that ''L.&nbsp;deterrimus'', ''L.&nbsp;sanguifluus'', ''[[Lactarius vinosus]]'' and ''L.&nbsp;fennoscandicus'' form a group of related species, which might include the North American species ''[[Lactarius paradoxus|L.&nbsp;paradoxus]]'' and ''[[Lactarius miniatosporus|L.&nbsp;miniatosporus]]''. Although ''L.&nbsp;deliciosus'' var. ''deterrimus'' qualifies as [[synonym (biology)|synonym]] for ''L.&nbsp;deterrimus'', the families that had been characterized in North America as ''Lactarius deliciosus'' var. ''deterrimus'' are not closely related with the European types. They also seem not to form a [[monophyletic]] group.<ref name=\"Nuytinck 2007\"/>\n\n''Lactarius deterrimus'' belongs to the [[section (biology)|section]] ''Deliciosi'' of the genus ''Lactarius''. According to molecular phylogenetics studies,<ref name=\"Nuytinck 2007\"/> this section forms a definite phylogenetic group within the milk cap relatives. ''Deliciosi'' species mainly have an orange or reddish-coloured latex and taste mild to slightly bitter. They are strict mycorrhizal associates of conifers. The next closest relative of ''L.&nbsp;deterrimus'' is ''L.&nbsp;fennoscandicus''.<ref name=\"Verbeken 2005\"/>\n\n== Characteristics ==\n\n=== Macroscopic characteristics ===\n[[File:Lactarius deterrimus (2).JPG|thumb|right|upright|While the caps of old fruit bodies are usually funnel-shaped, young specimens have more rounded caps.|alt=High and low angle shot of two young fungi]]\nThe [[cap (mycology)|cap]] is {{convert|3|to|10|cm|in}}, rarely up to {{convert|12|cm|in}} wide and more or less centrifugal-shaped and round. It is at early stage convex and furled on the slightly churlish edge, and depressed in the centre and later flat, funnel-shaped depressed. The cap skin is bare, greasy in moist weather and slightly shiny when dry. The cap is tangerine to orange-brown, darker zoned towards the edges and dulls mainly yellow-brown. In old age or after cold or frost it changes the colour more or less to dirty greenish or green-spotted.<ref name=\"Gröger 1968\" /><ref name=\"Laux 2002\"/>\n\nThe dense, bow-like [[Lamella (mycology)|lamellae]] are pale-orange to pale-ochre and on the [[Stipe (mycology)|stipe]] basifixed or slightly [[decurrent]]. They are brittle and intermixed with shorter lamellulae (short gills that do not extend fully from the cap margin to the stem) as well as partly forking near the stem. In old age or in cases of injury they receive initially dark red, later grey green spots. The [[spore print]] is pale ochre.<ref name=\"Gröger 1968\"/><ref name=\"Laux 2002\"/>\n\n[[File:2011-07-31 Lactarius deterrimus 3.jpg|thumb|left|upright|Image detail of the underside of the cap with the predominantly orange coloured, partially crossconnected gills]]\nThe mainly long and cylindrical stipe is reddish orange. It is {{convert|4|to|8|cm|in}} (rarely {{convert|10|cm|in}}) long, {{convert|1|to|1.5|cm|in|1}} wide and barely foveate or blotchy. On the basis it is often slightly thickened or pompous and becomes hollow inside. A bloomy circular zones is found on the lamella disposition.<ref name=\"Gröger 1968\"/><ref name=\"Laux 2002\"/>\n\nThe milk is first carrot-red and becomes a maroon colour within 10 to 30&nbsp;minutes. The brittle and pale-yellowish [[trama (mycology)|flesh]] is often infested with maggots. If cut or injured it becomes, as the milk, first carrot-red, then maroon and within hours dirty green. The fruit body smells harsh, fruit-like and first tastes mild, but then slightly resinous-bitter and nearly spicy or somewhat astringent.<ref name=\"Gröger 1968\"/><ref name=\"Laux 2002\"/>\n\n=== Microscopic characteristics ===\nThe rotund to ellipsoid [[spore]]s are 7.5–10&nbsp;[[µm]] long and 6–7.6&nbsp;µm wide. The surface ornamentation extends to 0.5&nbsp;µm high and is mainly from warts and short, wide ridges, which are linked through few fine lines to form an incomplete net (reticulum). The [[hilum (biology)|suprahilar]] area, a distinctly limited zone above the [[wikt:apiculus|apiculus]], is weakly [[Amyloid (mycology)|amyloid]]. [[Basidia]] (spore-bearing cells) are four-spored and measure 45–60 × 9.5–12&nbsp;µm. They are roughly cylindrical to somewhat club-shaped and often have an oil droplet or a [[granule (cell biology)|granular body]]. The [[sterigmata]] are 4.5–5.5&nbsp;µm long. The thin-walled [[cystidium|pleurocystidia]] are sparse, but somewhat common near the gill edge. They are protruded and are 45–65&nbsp;µm long and 5–8&nbsp;µm wide, they are sometimes smaller near the gill edge. Nearly spindle-shaped, they are often straightened or constricted like a string of pearls at the apex. The body is often fine and grained. [[Cystidium|Pseudocystidia]] are largely present. They are 4–6&nbsp;µm wide and are sometimes protruded, but are often shorter than the [[basidiole]]s (basidia in the early developmental stage). The basidioles are cylindric to spiral and have an ochre-coloured substance, similar to the [[laticifer]]s. Near the top they are, however, almost [[hyaline]] (transparent). The gill edge is usually sterile and has a few to many cheilocystidia. The thin-walled cheiloleptocystidia are 15–25&nbsp;µm long and 5–10&nbsp;µm wide. They are almost club-shaped or irregularly shaped and transparent, and often contain a granular material. The cheilomacrocystidia are also thin-walled and measure 25–50&nbsp;µm long and 6–8&nbsp;µm wide. They are slightly spindle-shaped and often have a tip resembling a string of pearls; their interior is hyaline or granular. Laticifers are abundant, striking and body is ochre coloured. The [[cap cuticle|cuticle]] of the cap is an ixocutis, whereby the hyphae are linked in a jellylike matrix, that can swell up in moisture to become heavily slimy.<ref name=\"Verbeken 2005\"/><ref name=\"urlRogers\"/>\n\n== Similar species ==\nThe likewise very common ''[[Lactarius deliciosus]]'' is similar in appearance. ''Lactarius deterrimus'' differs basically from the first because its flesh becomes reddish within 10&nbsp;minutes and in about 30&nbsp;minutes dark maroon, caused by the discolouration of the milk. The milk of ''L.&nbsp;deterrimus'' stays orange or becomes reddish within 30&nbsp;minutes. Also, the milk of the latter tastes mild, while the milk of the first distinctly bitter. The cap of ''L.&nbsp;deterrimus'' changes its colour in old age or if injured distinctly greenish and is common only under spruces, while ''L.&nbsp;deterrimus'' is native under pines.<ref name=\"Gröger 1968\"/><ref name=\"urlRogers\"/>\n\nEven more similar is the very rare ''[[Lactarius semisanguifluus]]''. Its milk also discolours within 5 to 8&nbsp;minutes to maroon. The cap of older fruit bodies is nearly completely greenish. It is also common under pines. The most similar and also the most closely related fungus is ''[[Lactarius fennoscandicus]]'', a [[geoelement|boreal]] to [[subalpine]] species. Its cap is distinctly zoned and brown-orange. Sometimes the cap has purple-grey tones. The stem is pale to blunt orange-ochre.<ref name=\"Verbeken 2005\"/>\n{| class=\"wikitable\" style=\"width:640px; margin: 1em auto; text-align: center;\"\n|+ style=\"background-color:#FFF; border:1px solid #CCC; border-bottom:none;\" | ''Lactarius'' lookalikes\n|-\n| [[File:Lactarius deliciosus 1 (1).jpg|{{#expr: (200 * 1280 / 960) round 0}}px|alt=]]\n| [[File:Lactarius semisanguifluus1597.jpg|{{#expr: (200 * 640 / 480) round 0}}px|alt=]]\n| [[File:Lactarius fennoscandicus 64508.jpg|{{#expr: (200 * 900 / 656) round 0}}px|alt=]]\n|-\n| ''L. deliciosus''\n| ''L. semisanguifluus''\n| ''L. fennoscandicus''\n|}\n\n== Distribution ==\n''Lactarius deterrimus'' is mainly distributed in Europe, but the fungus has also found in areas of Asia (Turkey,<ref name=\"Kaya 2009\"/> India,<ref name=\"Abraham 1980\"/> Pakistan<ref name=\"Sultana 2011\"/>). According to recent molecular biologic research, the similar North American species from the United States and Mexico are not closely related to the European species.<ref name=\"Nuytinck 2007\"/> In Europe, the fungus is especially common in Northern, North-East and Central Europe; in the UK, it may be found from July through to November. In the south and west it is common in mountainous areas. In the east, its range extends to Russia.<ref name=\"Verbeken 2005\"/>\n\n== Ecology ==\n''Lactarius deterrimus'' has traditionally been considered to have a strict mycorrhizal [[host (biology)|host]] specificity with [[Norway spruce]]. In 2006, it was reported that the fungus can also form [[arbutoid mycorrhiza]] with [[bearberry]] (''Arctostaphylos uva-ursi''). Arbutoid mycorrhizal associations are variants of [[Ectomycorrhizal#Ectomycorrhiza|ectomycorrhiza]] found in certain plants in the [[Ericaceae]] characterised by [[hypha]]l coils in [[Epidermis (botany)|epidermal]] cells. The mycorrhiza formed by ''L.&nbsp;deterrimus'' on both bearberry and Norway spruce show typical features such as a hyphal mantle and a [[Hartig net]]; the distinguishing characteristic between the mycorrhizal symbioses with the different hosts is that the hyphae penetrate the epidermal cells of bearberry, although there are also some differences in the form of the Hartig net, branching pattern, and colour. Although bearberry  has been shown to form mycorrhiza with a wide range of fungi both in the field and in laboratory experiments, it had never previously been known to form mycorrhiza with fungi thought to be strictly host-specific. Bearberry may function as a [[ecological facilitation|nurse plant]] to help re-establish Norway spruce in deforested areas.<ref name=\"Mühlmann 2006\"/>\n\nThe species is common in spruce-fir and spruce-moorland forests and in spruce forests and plantations. Together with spruces, the fungus is also common in different European beech and oak-European hornbeam forests, but also on the forest edges, on clearings and in [[clearcutting|clearcut]] meadows and even on juniper heathers and in parkland. There are scarcely any habitats where the spruce is common, while the fungus is not found there. The fungus is very common in young spruce forests that are 10 to 20 years old, where it occurs on forest path edges occasionally in masses.<ref name=\"Krieglsteiner 2000\"/><ref name=\"urlPilzoek\"/>\n\nThe fungus probably favours [[calcareous]] soil, although it has been found on nearly every soil type. It appears on sand, peat, limestone soils, [[rankers]] and [[Cambisols]]. It endures [[acidic soil|acidic]] as well as alkaline and low-nutrient to relatively high-nutrient soils. Heavily [[trophic state index|eutrophic]] soils are inappropriate for its habitat.<ref name=\"Krieglsteiner 2000\" /><ref name=\"urlPilzoek\"/>\n\nThe fruit bodies appear from late June to November, but usually from August to October; overwintered specimens can be found in freezing days up to early February. The fungus prefers the downs and the uplands, but is also not uncommon in lowlands.<ref name=\"Krieglsteiner 2000\" /><ref name=\"urlPilzoek\"/>\n\n=== Fruit body ===\n[[File:Lesy pod Tokem3.JPG|thumb|right|''L.&nbsp;deterrimus'' is a mycorrhizal fungus that lives in [[symbiosis]] with spruces.]]\nMany fungi can serve as source of food for insect larvae, whereas most insects eat fungi only occasionally. Still, a whole range of insect species specialize on fungi. These animals are mainly beetle larvae, especially [[hairy fungus beetle]]s (Mycetophagidae), [[rove beetles]] (Staphylinidae), and [[Fly|true flies]] (Diptera). Milk caps are especially attractive for true flies, while beetle larvae are comparatively rarer. The most common insects found on the fungus are [[Mycetophilidae]] and [[Phoridae]] larvae, which populate even the youngest fruit bodies. Also relatively common on mature or overaged fruit bodies are [[Drosophilidae]] and [[Psychodidae]].<ref name=\"Yamashita 2007\"/> Species from the section ''Deliciosi'' are often infested by Diptera larvae.\n\nThe following species have been isolated from the fruit bodies of ''L.&nbsp;deterrimus'':<ref name=\"Ševčík\"/>\n* ''[[Ula sylvatica]]'' ([[Pediciidae]]): This very common [[Micropezidae]] were isolated from more than 70 different fungus species, which belong to completely different genera and families. Its larvae spend an unusually long portion of its life cycle in the fruit body, usually three or  four weeks.\n* ''[[Mycetophila blanda]]'' (Mycetophilidae): The [[Mycetophilidae]] cultivates usually in milk caps of the section ''Deliciosi''.\n* ''[[Mycetophila estonica]]'' ([[Mycetophilidae]]): A rare species first described in 1992, which is closely related with ''Mycetophila blanda'' and is also common in milk caps.\n* ''[[Mycetophila evanida]]'' (Mycetophilidae): Was found in fungi including ''[[Lactarius fulvissimus]]'' and ''[[Russula luteotacta]]''.\n* ''[[Culicoides scoticus]]'' ([[Ceratopogonidae]]): It is one of the most common biting midges found in fungi and been found in over 20 different fungus species.\n* ''[[Mydaea corni]]'': This species belongs to the family [[Muscidae]] and was to date only found in species of ''Lactarius'' and ''Russula''.\n* Many different fruit flies have been recorded on ''L.&nbsp;deterrimus'': ''[[Drosophila funebris]]'', ''[[Drosophila phalerata]]'', ''[[Drosophila transversa]]'' and ''[[Drosophila testacea]]''.<ref name=\"Escher 2004\"/>\n* ''[[Psychoda albipennis]]'', ''[[Psychoda lobata]]'' and ''[[Tinearia alternata]]'' were isolated from the fruit bodies of the fungus. The larvae of ''Psychoda lobata'' are known to develop from a wide range of fungus species from over 30 genera.<ref name=\"Bernotienė 2009\"/>\n\n=== Parasitism ===\n[[File:2011-11-09 Lactarius deterrimus Hypomyces lateritius.jpg|thumb|right|upright|The deformed fruit bodies of ''L.&nbsp;deterrimus'' are infested by ''Hypomyces lateritius''.]]\nAbnormally developed milk caps infested by the [[parasitism|parasitic]] sac fungus ''[[Hypomyces lateritius]]'' (syn. ''Peckialla laterita'') are occasionally found in summer and autumn. The infested fruit bodies are usually more or less heavily malformed with a harder and more solid flesh than typical fruit bodies, so that they are more resistant to rot and can even survive the winter. They do not create gills; instead, the cap bottom is covered by an initially soft, white hyphen fungus, also known as a [[Subiculum (mycology)|subiculum]]. Early on the mycelia becomes denser and takes on a white-grey colour. The [[Perithecium|perithecia]] are created after about 10–14 days. Perithecia are fruit bodies of the ''[[Hypomyces]]'' and other sac fungi, in which the spindle-shaped [[ascus|asci]] are produced. Besides ''L.&nbsp;deterrimus'', ''L.&nbsp;deliciosus'' and ''L.&nbsp;sanguifluus'' can become infested, rarely other milk caps. ''Hypomyces lateritius'', ''[[Hypomyces ochraceus|H.&nbsp;ochraceus]]'', ''[[Hypomyces rosellus|H.&nbsp;rosellus]]'', ''[[Hypomyces odoratus|H.&nbsp;odoratus]]'', among other ''Hypomyces'' species live parasitically on different milk caps and brittlegills as well as on the fruit bodies of species from other genera.<ref name=\"Arnold 1968/69\"/><ref name=\"Rogerson 1994\"/>\n\n== Importance ==\n\n=== Edibility ===\n''Lactarius deterrimus'' is an [[edible mushroom]], but is much less appreciated than the similar ''L.&nbsp;deliciosus''. The first tastes slightly bitter and is often infested by maggots.<ref name=\"Jahn 1959/60\"/><ref name=\"urlRogers\"/> Like ''L.&nbsp;deliciosus'', this fungus is mainly stir-fried in butter or oil; if it is cooked in water, the flesh becomes very soft. Young fruit bodies can be also [[pickling|pickled]], or dried for later use.<ref name=\"Jordan 2006\"/> As the fungus is often heavily infested by maggots, skilled mushroom pickers prefer young fruit bodies. The [[urine]] discolours to red if a large amount of milk caps are eaten, but this is entirely harmless and is not evidence for an impairment to health. The red-coloured [[azulene]] compounds, ingested with the mushroom food, are more or less excreted with the urine.<ref name=\"Heilmann-Clausen 1998\"/>\n\n=== Contents ===\nThe milk cap's fruit bodies have a characteristic orange milk juice ([[latex]]). The guaiane [[sesquiterpene]]s are responsible for the orange colour. Sesquiterpenes are [[terpene]]s composed of three [[isoprene]] units and therefore have 15 carbon atoms. Sesquiterpenes are widely distributed in nature and are found in plants as well as animals, for example in the [[juvenile hormone]] of insects. Plants use sesquiterpenes as a defense compound against insects. According to some studies, sesquiterpenes have [[antibiotic]], anticarcinogenic, or immunostimulant effects.<ref name=\"Anke 1989\"/>\n\nYoung, uninjured fruit bodies of ''L.&nbsp;deterrimus'' have sesquiterpenoides in the form of fatty acid dihydroazulene-[[ester]]s. About 85% of the yellow-coloured dihydro[[azulene]] are esterified with [[stearic acid]] and about 15% with [[linoleic acid]]. If the fruit body is injured, the free sesquiterpene  – a dihydroazulene alcohol – is released enzymatically. Several products are produced from it through [[oxidation]]: the yellow-coloured [[aldehyde]] delicial (1-formyl-6, 7-dihydro-4-methyl-7-isopropenylazulene), the purple-coloured aldehyde lactarovioline (1-formyl-4-methyl-7-isopropenylazulene), and the blue-coloured alcohol deterrol (1-hydroxymethyl-4-methyl-7-isopropenylazulene). The milk is first maroon through mixing with the different colours and discolours green. The dihydroazulene alcohol and delicial are unstable compounds, which react to form further products. Delicial [[polymerisation|polymerises]] particularly slight.<ref name=\"Hess 1988\"/>\n\n== See also ==\n*[[List of Lactarius species|List of ''Lactarius'' species]]\n\n== References ==\n{{Reflist|colwidth=30em|refs=\n\n<ref name=\"Abraham 1980\">{{cite journal |author1=Abraham, S.P. |author2=Hachroo, J.L. |author3=Kaul, T.N. |title=Fleshy fungi from the forests of Gulmarg India – 1 |journal=Kavaka |year=1980 |volume=8 |pages=29–40 |issn=0379-5179}}</ref>\n\n<ref name=\"Anke 1989\">{{cite journal |author1=Anke, H. |author2=Bergendorff, O. |author3=Sterner, O. |title=Assay of the biological activities of guaiane sesquiterpenoids isolated from the fruit bodies of edible ''Lactarius'' species |journal=Food and Chemical Toxicology |volume=27 |year=1989 |pages=393–397 |doi=10.1016/0278-6915(89)90145-2 |pmid=2792969 |issue=6}}</ref>\n\n<ref name=\"Arnold 1968/69\">{{cite journal |author=Arnold, G.R.W. |title=Gigantische Askosporen bei ''Peckiella lateritia'' (Fr.) Maire |journal=Westfälische Pilzbriefe |volume=7 |year=1968–1969 |pages=102–104 |url=http://wwwuser.gwdg.de/~rjahn/Pilzbriefe/PB_Bd_7_18.pdf |format=PDF |language=German}}</ref>\n\n<ref name=\"Bernotienė 2009\">{{cite journal |author1=Bernotienė, Rasa |author2=Rimšaitė, Jolanta |title=Notes on moth flies (Diptera: Psychodidae) inhabiting fungal fruit bodies |journal=Acta Zoologica Lituanica |volume=19 |edition=1 |year=2009 |pages=60–63 |issn=1648-6919 |url=http://versita.metapress.com/content/3266128780421443/fulltext.pdf |format=PDF |doi=10.2478/v10043-009-0006-7 }}{{Dead link|date=September 2018 |bot=InternetArchiveBot |fix-attempted=yes }}</ref>\n\n<ref name=\"Escher 2004\">{{cite journal |author1=Escher, S.A. |author2=Ekenstedt, J. |author3=Pakalniškis, S. |author4=Rimšaitė, J. |author5=Saura, A. |title=The Drosophilidae (Diptera) of Lithuania |journal=Acta Zoologica Lituanica |volume=14 |issue=2 |year=2004 |pages=48–55 |issn=1392-1657 |url=http://www.ekoi.lt/info/azl/2004/AZL%2014_48-55.pdf |format=PDF |doi=10.1080/13921657.2004.10512579 |access-date=2012-06-09 |archive-url=https://web.archive.org/web/20131022215614/http://www.ekoi.lt/info/azl/2004/AZL%2014_48-55.pdf |archive-date=2013-10-22 |url-status=dead }}</ref>\n\n<ref name=\"Genaust 2005\">{{cite book |author=Genaust, Helmut |title=Etymologisches Wörterbuch der botanischen Pflanzennamen |publisher=Nikol |location= Hamburg, Germany |year=2005 |page=204 |isbn=978-3-937872-16-2 |language=German}}</ref>\n\n<ref name=\"Gröger 1968\">{{cite journal |author=Gröger, Frieder |publisher=Hermann Jahn |title=Zur Kenntnis von ''Lactarius semisanguifluus'' Heim et Leclair |journal=Westfälische Pilzbriefe |volume=7 |year=1968–1969 |pages=3–11 |url=http://wwwuser.gwdg.de/~rjahn/Pilzbriefe/PB_Bd_7_2.pdf |format=PDF |language=German |access-date=2012-08-21 |archive-url=https://web.archive.org/web/20110531180355/http://wwwuser.gwdg.de/~rjahn/Pilzbriefe/PB_Bd_7_2.pdf |archive-date=2011-05-31 |url-status=dead }}</ref>\n\n<ref name=\"Heilmann-Clausen 1998\">{{cite book |author1=Heilmann-Clausen, Jacob |author2=Verbeken, Annemieke |author3=Vesterholt, Jan |publisher=The Danish Mycological Society |title=The Genus ''Lactarius'' |series=Fungi of Northern Europe |volume=2 |year=1998 |pages=150–153 |isbn=87-983581-4-6}}</ref>\n\n<ref name=\"Hess 1988\">{{cite book |author=Heß, Dieter |title=Pflanzenphysiologie 8. Auflage; Molekulare und biochemisch-physiologische Grundlagen von Stoffwechsel, Entwicklung und Ökologie |publisher=UTB Ulmer |location=Stuttgart, Germany |year=1988 |pages=195 et seq |isbn=3-8001-2569-2| language=German}}</ref>\n\n<ref name=\"Jahn 1959/60\">{{cite journal |author=Jahn, Maria-A. |title=Zum Geschmackswert des Kiefern- und Fichten-Blutreizkers |journal=Westfälische Pilzbriefe |volume=2|origyear=1959|year=1960 |pages=12–13 |url=http://wwwuser.gwdg.de/~rjahn/Pilzbriefe/PB_Bd_2_5.pdf |format=PDF |language=German}}</ref>\n\n<ref name=\"Jordan 2006\">{{cite book |author=Jordan, Peter |title=Field Guide to Edible Mushrooms of Britain and Europe |year=2006 |url=https://books.google.com/books?id=t1FBH5cNTe0C&pg=PA69 |publisher=New Holland Publishers |isbn=978-1-84537-419-8 |page=69}}</ref>\n\n<ref name=\"Kaya 2009\">{{cite journal |author=Kaya, Abdullah |title=Macromycetes of Kahramanmaras Province (Turkey) |journal=Mycotaxon |volume=108 |year=2009 |pages=31–34 |url=http://www.mycotaxon.com/resources/checklists/kaya-v108-checklist.pdf |format=PDF |doi=10.5248/108.31}}</ref>\n\n<ref name=\"Krieglsteiner 2000\">{{cite book |author1=Krieglsteiner, German Josef |author2=Gminder, Andreas |author3=Winterhoff, Wulfard |title=Die Großpilze Baden-Württembergs |volume=2 |publisher=Eugen Ulmer |location=Stuttgart, Germany |year=2000 |isbn=3-8001-3531-0 |page=353 |url=http://www.libreka.de/9783800135318/FC#X2ludGVybmFsX0ZsYXNoRmlkZWxpdHk/eG1saWQ9OTc4MzgwMDEzNTMxOCUyRjM1MyZpbWFnZXBhZ2U9MzUz}}</ref>\n\n<ref name=\"Laux 2002\">{{cite book |author=Laux, Hans E.  |title=Der Kosmos PilzAtlas |publisher=Franckh-Kosmos Verlag |location=Stuttgart, Germany |isbn=3-440-10622-5 |year=2002 |page=192 |language=German}}</ref>\n\n<ref name=\"Mühlmann 2006\">{{cite journal |author1=Mühlmann, O |author2=Göbl, F. |title=Mycorrhiza of the host-specific ''Lactarius deterrimus'' on the roots of ''Picea abies'' and ''Arctostaphylos uva-ursi'' |journal=Mycorrhiza |year=2006 |volume=16 |issue=4 |pages=245–250 |doi=10.1007/s00572-006-0038-9 |pmid=16496189}}</ref>\n\n<ref name=\"Nuytinck 2007\">{{cite journal |author1=Nuytinck, Jorinde |author2=Verbeken, Annemieke |title=Worldwide phylogeny of ''Lactarius'' section ''Deliciosi'' inferred from ITS and glyceraldehyde-3-phosphate dehydrogenase gene sequences |journal=Mycologia |volume=99 |issue=6 |year=2007 |pages=820–832 |url=http://www.mycologia.org/cgi/content/full/99/6/820 |doi=10.3852/mycologia.99.6.820 |pmid=18333506}}</ref>\n\n<ref name=\"Rogerson 1994\">{{cite journal |author1=Rogerson, Clark T. |author2=Samuels, Gary J. |title=Agaricicolous species of ''Hypomyces'' |journal=Mycologia |volume=86 |issue=6 |year=1994 |pages=839–866 |jstor=3760597 |doi=10.2307/3760597|url=https://zenodo.org/record/1235137/files/article.pdf }}</ref>\n\n<ref name=\"Ševčík\">{{cite journal |author=Ševčík, Jan |title=Diptera associated with fungi in the Czech and Slovac Republics |journal=Časopis Slezského zemského muzea, Série A, Vědy přírodní (Opava) |volume=55 |year=2006 |pages=1–84 |url=http://staff.science.uva.nl/~oosterbr/Sevcik,%202006.pdf |format=PDF |access-date=2012-06-09 |archive-url=https://web.archive.org/web/20131015002945/http://staff.science.uva.nl/~oosterbr/Sevcik,%202006.pdf |archive-date=2013-10-15 |url-status=dead }}</ref>\n\n<ref name=\"Strittmatter 2010\">Eric Strittmatter: ''Die Art [https://archive.is/20130123175930/http://www.fungiworld.com/datenbank/mushdesc.php4?PILZ=2029&gattcode=lah&lang=lat&searchstr=semisanguifluus&syn=y&Page=1 ''Lactarius deterrimus'']''. On: [http://www.fungiworld.com/ Fungiworld.com] {{webarchive|url=https://web.archive.org/web/20120626002659/http://www.fungiworld.com/ |date=2012-06-26 }}. Pilz-Taxa-Datenbank. 17 November 2010. Retrieved on 14 November 2011.</ref>\n\n<ref name=\"Sultana 2011\">{{cite journal |author1=Sultana, Kishwar |author2=Rauf, Chaudhary Abdul |author3=Riaz, Abid |author4=Naz, Farah |author5=Irshad, Gulshan |author6=ul Haque, Muhammad Ifran |title=Check list of agarics of Kaghan Valley–1 |journal=Pakistan Journal of Botany |volume=43 |edition=3 |year=2011 |pages=1777–1787 |url=http://www.pakbs.org/pjbot/PDFs/43(3)/PJB43(3)1777.pdf |format=PDF}}</ref>\n\n<ref name=\"urlPilzoek\">{{cite web |url=http://www.pilzoek.de/pilze.php?taxnrq=hbt&nameq=Lactarius+deterrimus+Gr%F6ger |title=''Lactarius deterrimus'' in der PILZOEK-Datenbank |work=pilzoek.de |accessdate=13 September 2011 |language=German}}</ref>\n\n<ref name=\"urlRecommended English Names for Fungi\">{{cite web |author=Holden EM. |url=http://www.plantlife.org.uk/uploads/documents/recommended-english-names-for-fungi.pdf |title=Recommended English Names for Fungi in the UK |year=2003 |publisher=British Mycological Society |format=PDF |url-status=dead |archiveurl=https://web.archive.org/web/20130302235323/http://www.plantlife.org.uk/uploads/documents/recommended-english-names-for-fungi.pdf |archivedate=2013-03-02 }}</ref>\n\n<ref name=\"urlRogers\">{{cite web |url=http://www.rogersmushrooms.com/gallery/DisplayBlock~bid~6139~source~gallerychooserresult.asp |title=''Lactarius deterrimus'' |author=Phillips, Roger |publisher=RogersMushrooms |work=rogersmushrooms.com |accessdate=19 September 2011 |url-status=dead |archiveurl=https://web.archive.org/web/20150402103354/http://www.rogersmushrooms.com/gallery/DisplayBlock~bid~6139~source~gallerychooserresult.asp |archivedate=2 April 2015 }}</ref>\n\n<ref name=\"urlSpeciesFungorum\">{{cite web |url=http://www.speciesfungorum.org/Names/SynSpecies.asp?RecordID=332881 |title=Synonymy:''Lactarius deterrimus'' Gröger |publisher=[[Index Fungorum]]. [[CAB International]] |accessdate=20 September 2011}}</ref>\n\n<ref name=\"urlRussulales news: Lactarius fennoscandicus\">{{cite web |url=http://www.mtsn.tn.it/russulales-news/tx_card.asp?index=987 |title=''Lactarius fennoscandicus'' |work=Russulales News / mtsn.tn.it |accessdate=28 October 2011 |url-status=dead |archiveurl=https://web.archive.org/web/20110805200909/http://www.mtsn.tn.it/russulales-news/tx_card.asp?index=987 |archivedate=5 August 2011 }}</ref>\n\n<ref name=\"Verbeken 2005\">{{cite journal |author1=Nuytinck, Jorinde |author2=Verbeken, Annammieke |title=Morphology and taxonomy of the European species in ''Lactarius'' sect. ''Deliciosi'' (Russulales) |journal=Mycotaxon |volume=92 |year=2005 |pages=125–168 |url=http://www.cybertruffle.org.uk/cyberliber/59575/0092/0125.htm}}</ref>\n\n<ref name=\"Yamashita 2007\">{{cite journal |author1=Yamashita, Satoshi |author2=Hijii, Naoki |title=The role of fungal taxa and developmental stage of mushrooms in determining the composition of the mycophagous insect community in a Japanese forest |journal=European Journal of Entomology |volume=104 |year=2007 |pages=225–233 |issn=1210-5759 |url=http://www.eje.cz/pdfarticles/1223/ |format=PDF |doi=10.14411/eje.2007.035 }}{{Dead link|date=September 2018 |bot=InternetArchiveBot |fix-attempted=yes }}</ref>\n\n}}\n\n== External links ==\n{{Commons|Lactarius deterrimus}}\n* [https://web.archive.org/web/20120424011029/http://www.mtsn.tn.it/russulales-news/tx_photos.asp?index=261 Photographs and Latin original diagnosis]\n* [http://healing-mushrooms.net/archives/lactarius-deterrimus.html Bioactive compounds and medical characteristics of the fungus]\n\n{{Taxonbar|from=Q498221}}\n\n{{DEFAULTSORT:Lactarius deterrimus}}\n[[Category:Edible fungi]]\n[[Category:Lactarius|deterrimus]]\n[[Category:Fungi of Asia]]\n[[Category:Fungi of Europe]]\n[[Category:Fungi described in 1968]]"}]}}}}