{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"20942959": {"pageid": 20942959, "ns": 0, "title": "Crucibulum", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{for|the [[gastropod]] genus|Crucibulum (gastropod)}}\n{{stack begin}}\n{{Taxobox\n| image = Crucibulum-laeve-DSCF0307.JPG\n| image_width = 234px\n| image_caption = ''Crucibulum laeve''\n| regnum = [[Fungi]]\n| divisio = [[Basidiomycota]]\n| classis = [[Agaricomycetes]]\n| ordo = [[Agaricales]]\n| familia = [[Nidulariaceae]]\n| genus = '''''Crucibulum'''''\n| genus_authority = [[Louis René Tulasne|Tul.]] & [[Charles Tulasne|C.Tul.]] (1844)\n| type_species = ''Crucibulum laeve''\n| type_species_authority = ([[Huds.]]) Kambly (1936)<ref name=\"Kambly 1936\"/>\n| subdivision_ranks = [[Species]]\n| subdivision = ''[[Crucibulum cyathiforme]]''<br />\n''[[Crucibulum laeve]]''<br />\n''[[Crucibulum parvulum]]''\n}}\n{{mycomorphbox\n| name = ''Crucibulum''\n| hymeniumType = gleba\n| capShape = infundibuliform\n| whichGills = NA\n| stipeCharacter = NA\n| ecologicalType = saprotrophic\n| howEdible = inedible\n}}\n{{stack end}}\n\n'''''Crucibulum''''' is a [[genus]] in the [[Nidulariaceae]], a [[family (biology)|family]] of [[fungi]] whose [[fruiting body|fruiting bodies]] resemble tiny egg-filled bird's nests. Often called \"splash cups\", the fruiting bodies are adapted for [[basidiospore|spore]] dispersal by using the [[kinetic energy]] of falling drops of rain.<ref name=\"urlThe Nidulariaceae (MushroomExpert.Com)\"/> The \"eggs\" inside the bird's nests (technically known as peridioles) are hard waxy shells containing spores, and tend to stick to whatever nearby [[wikt:herbage|herbage]] they land on, thus increasing the odds of being consumed and dispersed by [[herbivorous]] animals.<ref name=\"Buller 1942\"/> Members of this genus are [[saprobic]], obtaining nutrients from dead [[organic matter]], and are typically found growing on decayed wood and wood debris. The three known ''Crucibulum'' species (''C.&nbsp;laeve'', ''C.&nbsp;parvulum'', and ''C.&nbsp;cyathiforme'') are distinguished from other genera of the Nidulariaceae by their relatively simple funiculus – a cord of [[hyphae]] that connects the peridiole (the \"eggs\") to the exterior of the bird's nest.\n\n==History==\nBird's nest fungi were first mentioned by Flemish botanist [[Carolus Clusius]] in ''Rariorum plantarum historia'' (1601). Over the next couple of centuries, these fungi were the subject of some controversy regarding whether the peridioles were seeds, and the mechanism by which they were dispersed in nature. For example, the French botanist [[Jean-Jacques Paulet]], in his work ''Traité des champignons'' (1790–3), erroneously suggested that peridioles were ejected from the fruiting bodies by some sort of spring mechanism.<ref name=Brodie15>Brodie, p. 15.</ref>\n\nThe structure and biology of the genus ''Crucibulum'' was better known by the mid-19th century, when the brothers [[Louis René Tulasne|Louis René]] and [[Charles Tulasne]] published a [[monograph]] on the bird's nest fungi.<ref name=\"Tulasne 1844\"/> Subsequently, monographs were written in 1902 by Violet S. White (American species),<ref name=\"White 1902\"/>[[Curtis Gates Lloyd]] in 1906,<ref name=\"Lloyd 1906\"/> [[G. H. Cunningham|Gordon Herriot Cunningham]] in 1924 (New Zealand species),<ref name=\"Cunningham 1924\"/> and [[Harold J Brodie|Harold J. Brodie]] in 1975.<ref>Brodie, ''The Bird's Nest Fungi''.</ref>\n\nThe [[type species]] for the genus ''Crucibulum'' described by the Tulasne brothers was ''Crucibulum vulgare'', an older synonym of the species known today as ''C.&nbsp;laeve''. However, this naming choice was later deemed invalid by rules of fungal nomenclature; the first name validly applied to the species was ''C.&nbsp;laeve'', use by [[Augustin Pyramus de Candolle|De Candolle]], who had based his species upon ''Nidularia laevis'' as it appeared in [[Jean Baptiste François Pierre Bulliard|Bulliard's]] ''Histoire des Champignons de la France'' (Paris, 1791).<ref name=Brodie148/> Kambly and Lee published the first [[Taxonomy (biology)|taxonomically]] valid description of the genus in 1936.<ref name=\"Kambly 1936\"/> In their 1844 monograph on the Nidulariaceae,<ref name=\"Tulasne 1844\"/> the brothers [[Louis René Tulasne|Louis René]] and [[Charles Tulasne]] used the name ''Crucibulum vulgare'', and the species was known by this name until the International Commission on the Taxonomy of Fungi (ICTF) changed the starting-point date for the naming of fungi, and ''C. vulgare'' was deemed invalid.<ref name=Brodie148>Brodie, ''The Bird's Nest Fungi'', p. 148.</ref> The [[etymology]] of the [[specific name (botany)|specific epithet]] is derived from the [[Latin language|Latin]] ''laeve'', meaning \"smooth\".<ref name=\"Brodie148\" />\n\n==Description==\n''Crucibulum'' species have light [[tan (color)|tan]] to cinnamon-colored [[basidiocarp|fruiting bodies]], known as a [[peridium]], that are cup- or [[crucible]]-shaped. Depending on the species, the size of the peridium may range from 2–4&nbsp;tall by 1.5–3&nbsp;mm wide at the mouth (for ''C.&nbsp;parvulum'')<ref name=Brodie149>Brodie, p. 149.</ref> to 5–10&nbsp;mm tall by 5–8&nbsp;mm wide (for ''C.&nbsp;laeve'').<ref name=\"Ellis 1990\"/> Viewed microscopically, the wall of the peridium is made of a single layer of tissue, in contrast to the three-layered peridium wall in ''Cyathus'' species. The outer surface of the peridium has [[hypha]]e that agglutinate so as to form a texture with visible filaments, a condition known as fibrillose; this outer layers of hairs typically wears off with age to leave a relatively smooth surface.<ref name=Brodie147/> [[File:Crucibulum laeve drawing.jpg|thumb|left|alt=Drawing of three cup-shaped structures vertically bisected to reveal the contents within. The middle cup structure is the largest; it has an open top and has five smaller disc shaped object within, all attached to thin cords to the cup. The left and right structures are smaller, and also contain discs attached by cords; the rightmost structure is the smallest, and its top is not open, unlike the other two structures.|Cross section of ''C.&nbsp;laeve'' fruiting bodies in various stages of development]]Young specimens have a thin layer of tissue called an epiphragm that covers the top of the peridium; it wears off at maturity to expose the peridioles within. There are usually 4–6 peridioles (up to 15 have been noted for ''C.&nbsp;laeve'')<ref name=\"Ellis 1990\"/> that are disc-shaped, whitish in color, and attached to the endoperidium by a strand called a funicular cord. Made of [[mycelium|mycelia]], The funicular cord tends to wither away and disappear as the fruiting body ages.<ref name=\"Martin 1927\"/> [[Basidiospore|Spore]]s from ''Crucibulum'' species typically have an elliptical or roughly spherical shape, and are thick-walled, transclucent ([[hyaline]]) or light yellow-brown in color, with dimensions of 5–15 by 5–8&nbsp;[[micrometre|µm]].<ref name=\"Miller 1988\"/> the spores of ''C.&nbsp;cyathiforme'' are notably slightly or strongly curved.<ref name=Brodie149/>\n\nBecause the basic fruiting body structure in all [[genus|genera]] of the Nidulariaceae family is essentially similar, ''Crucibulum'' may be readily confused with species of ''[[Nidula]]'' or ''[[Cyathus]]'', especially older, weathered specimens of ''Cyathus'' that may have the hairy ectoperidium worn off.<ref name=Brodie147>Brodie, p. 147.</ref>  It distinguished from ''Nidula'' by the presence of a funiculus, a cord of hyphae attaching the peridiole to the endoperidium. ''Cyathus'' differs from genus ''Crucibulum'' by having a distinct three-layered wall and a more intricate funiculus.<ref name=Brodie150>Brodie, p. 150.</ref>\n[[File:Crucibulum laeve xsection.jpg|thumb|right|150px|Drawing of a cross-section through a part of a young fruiting body, showing the developing peridioles]]\n\n===Peridiole structure===\nDerived from the [[Greek language|Greek]] word ''peridion'', meaning \"small leather pouch\",<ref name=\"Alexopoulos 1996\"/> the peridiole is the \"egg\" of the bird's nest. It is a mass of [[basidiospores]] and [[gleba]]l tissue enclosed by a hard and waxy outer shell. In ''Crucibulum'', the disc-shaped peridioles are light [[buff (color)|buff]] or white; the {{what|date=March 2018}} is due to a persistent layer of tissue surrounding the peridioles, called a tunica. Inside the peridiole is a spore-bearing tissue (the [[hymenium]]) that is made of spore-bearing cells ([[basidia]]), sterile (non-reproductive) structures, and spores.\n\nPeridioles are attached to the fruiting body by a funiculus, a structure of [[hypha]]e that may be differentiated into three regions: the basal piece, which attaches it to the inner wall of the peridium, the middle piece, and an upper sheath, called the purse, connected to the lower surface of the peridiole. In the purse and middle piece is a coiled thread of interwoven hyphae called the funicular cord, attached at one end to the peridiole and at the other end to an entangled mass of hyphae called the hapteron. In ''Crucibulum'' species the peridioles is covered by a whitish tunica.<ref>Brodie, p. 129.</ref> The funiculus of ''Crucibulum'' species is markedly different from those of ''Cyathus'' species: in ''Crucibulum'', the purse is a rounded knob 0.3–0.5&nbsp;mm wide, attached to the underside of the peridiole. Attaching the purse directly to the wall of the peridium is a stout yellow-grey cord 0.1&nbsp;mm wide and about 2.5&nbsp;mm long.<ref>Brodie, p. 86.</ref>\n\n== Spore dispersal ==\n[[File:Crucibulum laeve PG.jpg|thumb|right|alt=A pinecone with six small, light yellow, cup-shaped structures on it|''C. laeve'' growing on a [[pseudotsuga|Douglas-fir]] cone]]\nSpores are dispersed when a peridiole is dislodged by raindrops or water dripping off an over-hanging leaf. The smooth inner walls of the fruiting body consistently form an angle of 70–75° with the horizontal; it has been demonstrated experimentally that the combined effect of the crucible shape and internal wall angle produce a good splash action.<ref>Brodie, ''The Bird's Nest Fungi'', pp. 88–89, 96–97.</ref>  The force of the falling water splashes out the peridiole, uncoiling and snapping the funiculus, the cord that connects it to the fruiting body. As the peridiole continues its flight, the funiculus extends to its full length. The sticky end of the funiculus may adhere to a leaf or a twig some distance away, and the peridiole may end up being wrapped around or hanging down the object to which the funiculus is stuck. The spores can germinate when the thick outer wall of the peridiole wears away, or the peridiole may be eaten by a herbivorous animal, and ultimately passed through its [[digestive system]]. This method of spore dispersal, first suggested by [[John Ray]] in the late 17th century, was tested experimentally by Martin (1927),<ref name=\"Martin 1927\"/> and more thoroughly by [[Arthur Henry Reginald Buller|Buller]] and [[Harold J Brodie|Brodie]] in the 1940s.<ref>Brodie, ''The Bird's Nest Fungi'', pp. 93–100.</ref>\n\n==Life cycle==\nThe life cycle of ''Crucibulum'', which contains both [[haploid]] and [[diploid]] stages, is typical of the species of [[Basidiomycota]] that can reproduce both asexually (via [[vegetative reproduction|vegetative]] spores), or sexually (with [[meiosis]]). Like other wood-decay fungi, this life cycle may be considered as two functionally different phases: the vegetative stage for the spread of [[mycelia]], and the reproductive stage for the establishment of spore-producing structures, the fruiting bodies.<ref name=\"Schmidt 2006\"/>\n[[File:Crucibulum laeve drawing.jpg|thumb|left|Cross section of ''C.&nbsp;laeve'' fruiting bodies in various stages of development]]\nThe vegetative stage encompasses those phases of the life cycle involved with the germination, spread, and survival of the mycelium. Spores germinate under suitable conditions of moisture and temperature, and grow into branching filaments called [[hypha]]e, pushing out like roots into the rotting wood. These hyphae are [[homokaryotic]], containing a single [[nucleus (cell)|nucleus]] in each compartment; they increase in length by adding cell-wall material to a growing tip. As these tips expand and spread to produce new growing points, a network called the mycelium develops. Mycelial growth occurs by [[mitosis]] and the synthesis of hyphal biomass. When two homokaryotic hyphae of different [[mating type|mating compatibility groups]] fuse with one another, they form a [[dikaryon|dikaryotic]] mycelia in a process called [[plasmogamy]]. Prerequisites for mycelial survival and colonization a substrate (like rotting wood) include suitable humidity and nutrient availability.''Crucibulum laeve'' is [[saprobic]], so mycelial growth in rotting wood is made possible by the secretion of [[enzyme]]s that break down complex [[polysaccharide]]s (such as [[cellulose]] and [[lignin]]) into simple sugars that can be used as nutrients.<ref>Deacon, pp. 231–234.</ref>\n\nAfter a period of time and under the appropriate environmental conditions, the dikaryotic mycelia may enter the reproductive stage of the life cycle. Fruiting body formation is influenced by external factors such as season (which affects temperature and air humidity), nutrients and light. As fruiting bodies develop they produce peridioles containing the [[basidia]] upon which new basidiospores are made. Young basidia contain a pair of haploid sexually compatible nuclei which fuse, and the resulting diploid fusion nucleus undergoes meiosis to produce [[basidiospore]]s, each containing a single haploid nucleus. The dikaryotic mycelia from which the fruiting bodies are produced is long lasting, and will continue to produce successive generations of fruiting bodies as long as the environmental conditions are favorable.<ref>Deacon, pp. 31–32.</ref>\n\n== Development ==\nThe initial studies on the development of the fruiting bodies in ''Crucibulum'' were performed by the brothers Tulasne (1844),<ref name=\"Tulasne 1844\"/> Sachs (1855),<ref name=\"Sachs 1855\"/> DeBary (1866),<ref>DeBary A. (1866). ''Beiträge zur Morphologie und Physiologi der Pilze''. Leipzig.</ref> Eidam (1877),<ref>Eidam E. (1876–7). \"Keimung der Sporen und die Entdehung der Fruchtkörper bie den Nidularien\". ''Cohn's Beiträge Biologie'' '''2''': 221–45.</ref> and Walker (1920).<ref name=\"Walker 1920\"/> Collectively, these early researchers determined that [[basidiospore]]s are produced on club-shaped [[basidia]] which line the internal cavity of the peridiole.  Basidia typically have 4 spores, attached by a short projection (a ''[[sterigma]]''); after being detached from the basidia the spores migrate towards the center of the peridiole concurrently with the collapse and gelatinization of the underlying tissues.\n\n== Bioactive compounds ==\n[[File:Salfredin B11.svg|thumb|right|alt=chemical structure|[[Skeletal formula]] of salfredin B<sub>11</sub>. A [[total synthesis]] of the compound was achieved in 1998.<ref>{{cite journal | vauthors = Mali RS, Babu KN | year = 1998 | title = Naturally occurring prenylated phthalides: First total synthesis of salfredin B<sub>11</sub> | journal = Journal of Chemical Research | volume = 6 | issue = | pages = 292–93 | doi = 10.1039/a707767j }}</ref>]]\nGrown in [[liquid culture]], ''Crucibulum laeve'' produces [[Biological activity|bioactive]] chemicals called salfredins that are [[chemical structure|structurally]] related to [[benzofuran]] and [[chromene]], molecules that contain cyclic [[amide]] or [[lactone]] five-membered ring structures; these compounds are unique to this species.<ref name=\"Neumann 1999\"/> Salfredin B<sub>11</sub> was first identified in 1995,<ref name=\"Matsumoto 1995\"/> while later research confirmed the presence of additional salfredin-type [[secondary metabolite|metabolites]]. These compounds are [[enzyme inhibitor|inhibitors]] of [[aldose reductase]], an [[enzyme]] that has been implicated in the formation of [[cataract]]s in advanced stages of [[diabetes mellitus]].<ref name=\"Srivastava 2005\"/><ref name=\"Kyselova 2004\"/> The salfredin compounds may have [[therapeutic]] use in the treatment of this disorder.<ref name=\"Neumann 1999\"/>\n\n==Habitat and distribution==\nLike other bird's nest fungi, ''Crucibulum'' species are [[saprobic]] and derive their nutrients from decomposing [[organic matter]]. They are typically found growing on wood and woody debris such as stems, twigs, wood chips, old nut shells, and old matting;<ref name=\"Healy 2008\"/> they are sometimes found on \"dried manure cakes\".<ref name=\"Lloyd 1906\" /> Brodie notes (of ''C.&nbsp;laeve'') they are \"never\" found on soil or large logs.<ref name=Brodie149/> ''C.&nbsp;parvulum'' has been found on the roots and stems of old or dead dry land plants such as ''[[Juniperus horizontalis]]'' and ''[[Artemisia (genus)|Artemisia]]'' species.\n\n''C. laeve'', the most well-known species of ''Crucibulum'', is a [[temperate]]-zone species with a [[wikt:circumpolar|circumpolar distribution]]. It has been collected in most European countries and the [[Canary Islands]]; in North America it has been found from Alaska to Mexico, while South American locations include Chile and [[Tierra del Fuego]]. It has also been found in Australia,<ref name=\"urlFungi of Australia - Crucibulum laeve\"/> Iceland,<ref name=\"Hallgrimsson 1992\"/> Japan, and New Zealand.<ref name=Brodie148/> ''C.&nbsp;parvulum'' has a primarily North American distribution, having been found in [[Alaska]], southern [[Alberta]] [[Badlands]], the Canadian [[Rocky Mountains]] and in semi-deserts of [[Idaho]];<ref name=\"Brodie 1970\"/> in 2004 it was collected in China.<ref name=\"Zhou 2004\"/> ''C.&nbsp;cyathiforme'' is only known from Colombia—where it was discovered growing at an elevation of nearly 7000 feet (2146 metres)—<ref name=\"Brodie HJ. 1971 2009–10\"/> and [[Armenia]].<ref name=\"Taslakhch'yan 1989\"/>\n\n== Edibility ==\nSpecies in the Nidulariaceae family, including ''Crucibulum'', are considered inedible, as they are \"not sufficiently large, fleshy, or odorous to be of interest to humans as food\".<ref>Brodie, p. 119.</ref> However, there have not been reports of poisonous [[alkaloid]]s or other substances considered toxic to humans.\n\n== Species ==\nUntil the 1970s ''Crucibulum'' was thought to be [[monotypic]], containing the single species ''C.&nbsp;laeve'' (formerly ''C.&nbsp;vulgaris''). This was in part due to the stance that [[Curtis Gates Lloyd]] and other mycologists had taken in the early 20th century, believing that the designation of new species was not justifiable due to the existence of intermediate forms in similar habitats and close proximity.<ref name=Brodie147/> In 1970–71, Brodie discovered and reported two variants that differed from ''C.&nbsp;laeve'' sufficiently to justify naming them as new species.\n\n=== C. cyathiforme ===\nThe [[specific name (botany)|specific epithet]] of this species refers to the vase-like or ''[[Cyathus]]''-like ([[wikt:obconic|obconic]]) form of the peridia. It differs from ''Crucibulum laeve'' in the shape and pink-color of its peridia, as well as its slightly or strongly curved spores (typically 6.5–8 x 11–17&nbsp;µm). It was found growing on rotten wood and soil in [[Colombia]] by mycologist [[Gastón Guzmán]].<ref name=\"Brodie HJ. 1971 2009–10\"/>\n\n=== C. laeve ===\n[[File:Crucibulum laeve.jpg|thumb|right|alt=Four cup-shaped structures on a piece of wood; each cup contains three to seven visible whitish-yellow disc-shaped objects within. The interior of the cups is buff or light brown, while the rims are a darker brown.|Close-up of the peridioles of ''C. laeve'']]\n\nPeridia are 3–7&nbsp;mm in diameter x 3–8&nbsp;mm tall, cup-shaped, short and cylindrical with roughly parallel side walls. The [[tomentose]] exterior surface is tan to yellow when young and whiter in age. Young specimens have a coarsely tomentose epiphragm (membranous cover) that soon disappears.  The peridioles are 1–2&nbsp;mm broad, tan to white in color, disc-shaped, and wrinkled when dry. This species grows on material like twigs, [[lignin]]-rich vegetable debris, wood chips, old matting, or manure.<ref name=\"Rosanne 2008\"/>\n\nThe immature [[fruiting body]] of ''Crucibulum laeve'' (technically, the [[peridium]]), is roughly spherical in shape, but in maturity the base is narrowed slightly relative to the top, so that it appears like a cup, or [[crucible]]. The fruiting bodies are usually 5–8&nbsp;mm tall and almost as wide at the mouth.<ref name=Brodie148/> When young, the mouth is enclosed by a thin membrane called an ''epiphragm'', which is covered with surface hairs. As the fruiting body matures and the fruiting body expands, the epiphragm ruptures, exposing the internal contents. The wall of the fruiting body is made of a single uniform layer of closely interwoven [[hypha]]e (the threadlike filaments that form the [[mycelium]]) roughly 0.25–0.5&nbsp;mm thick; this wall structure is in contrast to species from the bird's nest fungus genus ''[[Cyathus]]'', which have a distinctly three-layered wall. Young species have a yellowish velvety cover of fine hairs, but this external surface becomes sloughed off and becomes smooth as the fruiting body matures; the color changes to brown, although some old weathered specimens may be bleached grey or dirty white.<ref name=\"Lloyd 1906\"/> The inner surface of the fruiting body is smooth and shiny. The cups contain tiny pale [[ochre|ochraceous]] or white \"eggs,\" technically termed ''peridioles'', usually 1–2&nbsp;mm in diameter. In each peridiole is a spore-producing layer of tissue, the [[hymenium]]. This layer is largely composed of [[basidia]] (spore-producing cells) mixed with [[paraphyses]] (non-spore producing elements interspersed between basidia). Peridioles are covered by a thin membrane of loosely woven hyphae known as a tunica; separated from the light-colored tunica, the peridioles are black. The peridioles are attached to the inner wall of the peridium by a thin, elastic cord of mycelium, a ''funiculus'', which can be extended at length when moist.\n\n''Crucibulum laeve'' has [[spore]]s that are elliptical, [[hyaline]] (translucent), and smooth, with dimensions of 7–10 by 4–6&nbsp;[[micrometre|µm]].<ref name=\"Orr 1979\"/>\n\n===C. parvulum===\nThis species is characterized by its very small peridia (dimensions 1.5–3&nbsp;mm wide at the mouth x 2–4&nbsp;mm tall) with a color that may range from white to grey to pale [[buff (color)|buff]], but never yellow – helping distinguish it from ''C. laeve''. The peridia are [[wikt:obconic|obconic]], thin-walled (150–180&nbsp;µm at the lip, approximately 300&nbsp;µm thick at the edge of the lip), [[tomentose]] on the outer side and smooth on the inner side, and taper to a narrow base. The peridioles range in width between 0.5–1.25&nbsp;mm broad. Basidiospores have dimensions of 4–5 by 7–8&nbsp;µm.<ref name=\"Brodie 1970\"/>\n\n==References==\n{{Reflist|colwidth=30em|refs=\n\n<ref name=\"Alexopoulos 1996\">{{cite book |vauthors=Alexopoulos CJ, Mims CW, Blackwell M |title=Introductory Mycology |year=1996 |publisher=John Wiley and Sons |isbn=0-471-52229-5 |page=545}}</ref>\n\n<ref name=\"Brodie 1970\">{{cite journal |author=Brodie HJ |year=1970 |title=''Crucibulum parvulum'', a very small new bird's nest fungus from northwestern North America |journal=Canadian Journal of Botany |volume=48 |issue=5 |pages=847–849 |doi=10.1139/b70-116}}</ref>\n\n<ref name=\"Brodie HJ. 1971 2009–10\">{{cite journal |author=Brodie HJ |year=1971 |title=''Crucibulum cyathiforme'' a new species of bird's nest fungus from Colombia |journal=Canadian Journal of Botany |volume=49 |issue=11 |pages=2009–2010 |doi=10.1139/b71-281}}</ref>\n\n<ref name=\"Buller 1942\">{{cite journal |author=Buller AH |year=1942|title=The splash-cups of the birds-nest fungi, liverworts and mosses |journal=Transactions of the Royal Society of Canada |volume=36 |issue=5 |pages=1–159}}</ref>\n\n<ref name=\"Cunningham 1924\">{{cite journal |author=Cunningham GH |year=1924 |title=A revision of the New Zealand Nidulariales, or 'bird's-nest fungi' |journal=Transactions of the New Zealand Institute |volume=55 |pages=55–66}}</ref>\n\n<ref name=\"Ellis 1990\">{{cite book |vauthors=Ellis JB, Ellis MB |title=Fungi without Gills (Hymenomycetes and Gasteromycetes): An Identification Handbook |publisher=Chapman and Hall |location=London, UK |year=1990 |page=224 |isbn=0-412-36970-2}}</ref>\n\n<ref name=\"Hallgrimsson 1992\">{{cite journal |vauthors=Hallgrimsson H, Jensson E, Kristinsson H |year=1992 |title=Three new gasteromycetes discovered in Iceland |journal=Natturufraedingurinn |volume=61 |issue=3–4 |pages=219–227}}</ref>\n\n<ref name=\"Healy 2008\">{{cite book |vauthors=Healy RA, Huffman DR, Tiffany LH, Knaphaus G |title=Mushrooms and Other Fungi of the Midcontinental United States |series=Bur Oak Guide |publisher=University of Iowa Press |location=Iowa City |year=2008 |page=239 |isbn=978-1-58729-627-7}}</ref>\n\n<ref name=\"Kambly 1936\">{{cite journal |vauthors=Kambly PE, Lee RE |year=1936 |title=The Gasteromycetes of Iowa |journal=University of Iowa Studies in Natural History |volume=17 |issue=4 |pages=121–185}}</ref>\n\n<ref name=\"Kyselova 2004\">{{cite journal |vauthors=Kyselova Z, Stefek M, Bauer V |title=Pharmacological prevention of diabetic cataract |journal=Journal of Diabetes Complications |volume=18 |issue=2 |pages=129–140 |year=2004 |pmid=15120709 |doi=10.1016/S1056-8727(03)00009-6}}</ref>\n\n<ref name=\"Lloyd 1906\">{{cite journal |author=Lloyd CG |year=1906 |title=The Nidulariaceae |journal=Mycological Writings |volume=2 |issue= |pages=1–30}}</ref>\n\n<ref name=\"Miller 1988\">{{cite book |vauthors=Miller HR, Miller OK |title=Gasteromycetes: Morphological and Developmental Features, with Keys to the Orders, Families, and Genera |publisher=Mad River Press |location=Eureka, California |year=1988 |page=71 |isbn=0-916422-74-7}}</ref>\n\n<ref name=\"Martin 1927\">{{cite journal |author=Martin GW |year=1927 |title=Basidia and spores of the Nidulariaceae |journal=Mycologia |volume=19 |issue=5 |pages=239–247 |doi=10.2307/3753710|jstor=3753710 }}</ref>\n\n<ref name=\"Matsumoto 1995\">{{cite journal |vauthors=Matsumoto K, Nagashima K, Kamigauchi T, Kawamura Y, Yasuda Y, Ishii K, Uotani N, Sato T, Nakai H, Terui Y |title=Salfredins, new aldose reductase inhibitors produced by ''Crucibulum'' sp. RF-3817. I. Fermentation, isolation and structures of salfredins |journal=Journal of Antibiotics |volume=48 |issue=6 |pages=439–446 |year=1995 |pmid=7622427 |doi=10.7164/antibiotics.48.439}}</ref>\n\n<ref name=\"Neumann 1999\">{{cite journal |vauthors=Neumann T, Schlegel B, Hoffmann P, Heinze S, Grafe U |year=1999 |title=Isolation and structure elucidation of new salfredin-type metabolites from ''Crucibulum laeve'' DSM 1653 and DSM 8519 |journal=Journal of Basic Microbiology |volume=39 |issue=5–6 |pages=357–363 |doi=10.1002/(SICI)1521-4028(199912)39:5/6<357::AID-JOBM357>3.0.CO;2-8}}</ref>\n\n<ref name=\"Orr 1979\">{{cite book |vauthors=Orr DB, Orr RT |title=Mushrooms of Western North America |publisher=University of California Press |location=Berkeley |year=1979 |page=118 |isbn=0-520-03656-5}}</ref>\n\n<ref name=\"Rosanne 2008\">{{cite book |vauthors=Rosanne AH, Huffman DR, Tiffany LH, Knaphaus G |title=Mushrooms and Other Fungi of the Midcontinental United States (Bur Oak Guide) |publisher=University of Iowa Press |location=Iowa City |year=2008 |pages= |isbn=978-1-58729-627-7}}</ref>\n\n<ref name=\"Sachs 1855\">{{cite journal |author=Sachs J. |year=1855 |title=Morphologie d. ''Crucibulum vulgare'' Tul. |journal=Botanische Zeitung |volume=13 |pages=833–845, 849–861}}</ref>\n\n<ref name=\"Schmidt 2006\">{{cite book|author=Schmidt O. |title=Wood and Tree Fungi: Biology, Damage, Protection, and Use |publisher=Springer |location=Berlin |year=2006 |pages=10–11 |isbn=3-540-32138-1}}</ref>\n\n<ref name=\"Srivastava 2005\">{{cite journal |vauthors=Srivastava SK, Ramana KV, Bhatnagar A |title=Role of aldose reductase and oxidative damage in diabetes and the consequent potential for therapeutic options |journal=Endocrinology Reviews |volume=26 |issue=3 |pages=380–392 |year=2005 |pmid=15814847 |doi=10.1210/er.2004-0028}}</ref>\n\n<ref name=\"Taslakhch'yan 1989\">{{cite journal |vauthors=Taslakhch'yan MG, Nanagyulyan SG |year=1989 |title=New Ascomycete and Basidiomycete species recorded for the Armenian SSR USSR |journal=Biologicheskii Zhurnal Armenii |volume=42 |issue=12 |pages=1081–1090 |language=Russian}}</ref>\n\n<ref name=\"Tulasne 1844\">{{cite journal |vauthors=Tulasne LR, Tulasne C |language=French |year=1844 |title=Recherches sur l'organisation et le mode de fructification des champignons de la tribu des Nidulariées, suivies d'un essai monographique |journal=Annales des Sciences Naturelles 3rd series |volume=1 |pages=41–107}}</ref>\n\n<ref name=\"urlFungi of Australia - Crucibulum laeve\">{{cite web |url=http://www.environment.gov.au/biodiversity/abrs/publications/fungi/crucibulum-laeve.html |title=Fungi of Australia - ''Crucibulum laeve'' |accessdate=2009-01-04 |archive-url=https://web.archive.org/web/20080821090741/http://www.environment.gov.au/biodiversity/abrs/publications/fungi/crucibulum-laeve.html |archive-date=2008-08-21 |url-status=dead }}</ref>\n\n<ref name=\"urlThe Nidulariaceae (MushroomExpert.Com)\">{{cite web |url=http://www.mushroomexpert.com/nidulariaceae.html |title=The Nidulariaceae (MushroomExpert.Com) |website= |accessdate=2009-01-04}}</ref>\n\n<ref name=\"Walker 1920\">{{cite journal |author=Walker LB |year=1920 |title=Development of ''Cyathus fascicularis'', ''C. striatus'', and ''Crucibulum vulgare'' |journal=Botanical Gazette |volume=70 |issue=1 |pages=1–24 | doi = 10.1086/332706 |url=https://zenodo.org/record/1431407/files/article.pdf }}</ref>\n\n<ref name=\"White 1902\">{{cite journal |author=White VS |year=1902 |title=The Nidulariaceae of North America |jstor=2478721 |journal=Bulletin of the Torrey Botanical Club |volume=29 |pages=251–280 |doi=10.2307/2478721 |issue=5}}</ref>\n\n<ref name=\"Zhou 2004\">{{cite journal |vauthors=Zhou TX, Zhao LZ, Zhao RL, Chen YH |year=2004 |title=Bird's nest fungi from China |journal=Fungal Diversity |volume=17 |issue=17 |pages=243–251 |url=http://www.fungaldiversity.org/fdp/sfdp/17-15.pdf}}</ref>\n\n}}\n\n===Cited texts===\n* {{cite book |author=Brodie HJ |title=The Bird's Nest Fungi |publisher=University of Toronto Press|location=Toronto|year=1975|isbn=0-8020-5307-6}}\n* {{cite book |author=Deacon J.|title=Fungal Biology |publisher=Blackwell Publishers |location=Cambridge, MA |year=2005 |isbn=1-4051-3066-0}}\n\n{{Commons category}}\n\n{{good article}}\n{{Taxonbar|from=Q4939996}}\n\n[[Category:Agaricales genera]]\n[[Category:Nidulariaceae]]\n[[Category:Inedible fungi]]\n[[Category:Fungi of North America]]\n[[Category:Fungi of Europe]]\n[[Category:Fungi of Australia]]\n[[Category:Fungi of New Zealand]]\n[[Category:Fungi of Asia]]"}]}}}}