{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"5435207": {"pageid": 5435207, "ns": 0, "title": "Coprinopsis cinerea", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{Taxobox\n| image = Coprinopsis spec. - Lindsey 2a.jpg\n| image_width = 234px\n| image_caption =\n| regnum = [[Fungi]]\n| divisio = [[Basidiomycota]]\n| classis = [[Agaricomycetes]]\n| ordo = [[Agaricales]]\n| familia = [[Psathyrellaceae]]\n| genus = ''[[Coprinopsis]]''\n| species = '''''C. cinerea'''''\n| binomial = ''Coprinopsis cinerea''\n| binomial_authority = ([[Jacob Christian Schaeffer|Schaeff.]]) Redhead, Vilgalys & Moncalvo (2001)\n| synonyms_ref = <ref name=\"urlMycoBank: Coprinopsis cinerea\"/>\n| synonyms =\n''Agaricus cinereus'' <small>Schaeff. (1774)</small><br>\n''Agaricus radians'' <small>[[August Johann Georg Karl Batsch|Batsch]] (1783)</small><br>\n''Agaricus macrorhizus'' <small>[[Christian Hendrik Persoon|Pers.]] (1796)</small><br>\n''Coprinus cinereus'' <small>(Schaeff.) [[Samuel Frederick Gray|Gray]] (1821)</small><br>\n''Coprinus fimetarius'' var. ''cinereus'' <small>(Schaeff.) [[Elias Magnus Fries|Fr.]] (1838)</small><br>\n''Coprinus fimetarius'' var. ''macrorhizus'' <small>(Pers.) [[Pier Andrea Saccardo|Sacc.]] (1887)</small><br>\n''Coprinus macrorhizus'' <small>(Pers.) [[Carleton Rea|Rea]] (1922)</small><br>\n''Coprinus delicatulus'' <small>[[Arvids Eduards Apinis|Apinis]] (1965)</small><br>\n''Hormographiella aspergillata'' <small>Guarro, Gené & De Vroey (1992)</small>\n}}\n{{mycomorphbox\n| name = ''Coprinopsis cinerea''\n| whichGills = free\n| capShape =  conical\n| hymeniumType=gills\n| stipeCharacter=bare\n| ecologicalType=saprotrophic\n| sporePrintColor=black\n| howEdible = edible\n}}\n\n'''''Coprinopsis cinerea''''' is a species of [[mushroom]] in the family [[Psathyrellaceae]]. [[Common name|Commonly]] known as the '''gray shag''', it is [[edible mushroom|edible]], but must be used promptly after collecting.<ref name=McKnight1987/>\n\n''Coprinopsis cinerea'' is an important [[model organism]] for studying fungal sex and mating types, mushroom development,<ref>{{Cite journal\n | pmid = 10839819\n| year = 2000\n| author1 = Kües\n| first1 = U\n| title = Life history and developmental processes in the basidiomycete Coprinus cinereus\n| journal = Microbiology and Molecular Biology Reviews\n| volume = 64\n| issue = 2\n| pages = 316–53\n| pmc = 98996\n | doi=10.1128/MMBR.64.2.316-353.2000\n}}</ref> and the evolution of multicellularity of [[fungi]]. The [[genome]] sequence was published in 2010.<ref>{{cite journal |vauthors=Stajich JE, Wilke SK, Ahren D |title=Insights into evolution of multicellular fungi from the assembled chromosomes of the mushroom ''Coprinopsis cinerea'' (''Coprinus cinereus'') |journal=PNAS |date=June 29, 2010 |volume=107 |issue=26 |pages=11889–11894 |doi=10.1073/pnas.1003391107 |pmid=20547848 |pmc=2900686|display-authors=etal}}</ref> It is considered to be particularly suited organism to study [[meiosis]], due to its synchronous meiotic development and prolonged [[prophase]].\n<ref>{{cite journal |vauthors=Burns C, Stajich JE, Rechtsteiner A\n|title=Analysis of the basidiomycete ''Coprinopsis cinerea'' reveals conservation of the core meiotic expression program over half a billion years of evolution\n|journal=PLoS Genetics \n|year=2010 |volume=6 |issue=9 \n|pages=e1001135\n|doi=10.1371/journal.pgen.1001135 |pmid=20885784 |pmc=2944786|display-authors=etal}}</ref>\n\n==Research==\n\n===Antibiotics===\nResearchers in 2014 discovered a protein produced by ''Coprinopsis cinerea'' with antibiotic properties.<ref>https://www.ethz.ch/en/news-and-events/eth-news/news/2014/11/new-antibiotic-in-mushroom-that-grows-on-horse-dung.html</ref> The protein, known as [[copsin]], has similar effects to other non-protein organically derived antibiotics. To date, it has not been determined whether antibiotic medicine for humans and other animals can be developed from this protein.\n\n===Culturing===\n''Coprinopsis cinerea'' can be grown on complex (e.g. YMG, YMG/T) or minimal media (e.g. mKjalke medium), solid or liquid, with or without agitation, at 25&nbsp;°C or optimally at 37&nbsp;°C. It can be grown in dark or with 12-h light/12-h dark cycle.<ref name=\"ReferenceA\">Efficient gene targeting in ΔCc.ku70 or ΔCc.lig4 mutants of the agaricomycete Coprinopsis cinerea.</ref><ref name=\"ReferenceB\">Lcc1 and Lcc5 are the main laccases secreted in liquid cultures of Coprinopsis cinerea strains</ref>\n\n===Strains===\n*C. cinereus strain PG78 (A6B42, trp1.1;1.6, pab1) is an AmutBmut monokaryon, self-compatible strain, with trp- and pab-auxotrophic markers (requires tryptophan and p-aminobenzoate).<ref name=\"ReferenceC\">Restriction enzyme-mediated DNA integration in Coprinus cinereus</ref>\n\n===Genome===\n''Coprinopsis cinerea'' strain Okayama 7 (#130) was sequenced with 10x coverage in 2003. A third and most recent revision of the sequence of strain Okayama 7 (#130) was released in 2010. Its haploid genome is ca. 37.5 Mb.<ref>http://www.broadinstitute.org/annotation/genome/coprinus_cinereus/MultiHome.html</ref>\n\n===Molecular cloning===\n''Coprinopsis cinerea'' can be transformed with exogenous DNA by transformation when the fungus is a protoplast. It was found that disrupting (knockout or RNAi silencing) ''[[ku70]]'' homologue can increase gene targeting via increased homologous recombination. Either protoplasts derived from oidia or vegetative mycelium can be used, however, gene targeting was found to be higher by 2% (based on phenotyping) when using vegetative mycelium.<ref name=\"ReferenceA\"/><ref name=\"ReferenceB\"/> Otherwise, insertion of integrative vectors ectopically and with small homologous regions can be used, likely with low transformation efficiency. \nEarlier, REMI (restriction enzyme-mediated integration) could be used to insert exogenous DNA into the chromosome to produce mutant strains. This relies on inserting exogenous DNA and restriction enzymes into the protoplast cell, allowing for the enzymes to cut the chromosome at specific sites which match those sites used to produce linearized plasmid DNA with the gene of interest; subsequently, host enzymes ligate the cut sites and thus produce integrated heterologous, exogenous DNA. Although successful, undesirable mutations are likely.<ref name=\"ReferenceC\"/> Chemical mutagenesis (also random) can also be done. Phenotype selection of the inability to fruit can indict that insertion led to disruption of vital genes. All in all, homologous recombination provides more specificity when creating a mutant strain. Depending on the mutant, auxotrophy markers (requires lost gene to be inserted) or prototrophy (when causing essential gene deletion) be used for selection.\n\n===Enzymes===\n''Coprinopsis cinerea'' is known to produce [[laccase]], a type of phenoloxidase. ''C. cinerea'' produces a variety of the same laccase, known as isoenzymes. Laccase activity can be measured by [[zymogram]]s (in which a substrate for the enzyme is present in a separating gel). Under stressed conditions, temperature and medium, laccase secretion was increased. Although copper is required co-factor for laccase, merely adding copper did not induce laccase secretion.<ref>Lcc1 and Lcc5 are the main laccases secreted in liquid\ncultures of Coprinopsis cinerea strains</ref> It was recently found that a [[TET]] (Ten-Eleven translocation dioxygenases) homologue, ''CcTET'', was identified in ''C. cinerea'', which may have important human (or mammalian) implications like cancer. DNA methylation is vital in humans and dysfunction is associated with cancer, thus, studying methylation reactions in non-mammalians may provide better insight into mammalian methylation reactions.<ref>A TET Homologue Protein from Coprinopsis cinerea (CcTET) That\nBiochemically Converts 5‑Methylcytosine to\n5‑Hydroxymethylcytosine, 5‑Formylcytosine, and 5‑Carboxylcytosine</ref>\n\n===Reproduction===\n''Coprinopsis cinerea'' can sense blue light. It was identified that gene ''Cc.wc-2'' is involved in blue light photoreception.<ref name=\"ReferenceA\"/> Etiolated stipes (elongation without cap maturation) is caused when grown without light.<ref>Life History and Developmental Processes in the Basidiomycete Coprinus cinereus</ref>\n\n===Meiosis===\n''C. cinerea'' is an ideal model for studying meiosis because meiosis progresses synchronously in about 10 million cells within each mushroom cap.<ref name=\"pmid20885784\">{{cite journal |vauthors=Burns C, Stajich JE, Rechtsteiner A, Casselton L, Hanlon SE, Wilke SK, Savytskyy OP, Gathman AC, Lilly WW, Lieb JD, Zolan ME, Pukkila PJ |title=Analysis of the Basidiomycete Coprinopsis cinerea reveals conservation of the core meiotic expression program over half a billion years of evolution |journal=PLoS Genet. |volume=6 |issue=9 |pages=e1001135 |date=September 2010  |pmid=20885784 |pmc=2944786 |doi=10.1371/journal.pgen.1001135 }}</ref>  Meiosis is a specialized cell division process, occurring in diploid cells, in which a single round of DNA replication occurs, and is followed by two divisions to produce four haploid daughter nuclei.  During meiosis homologous chromosomes pair with each other and undergo a DNA repair process in which DNA damage is removed and genetic information is recombined.<ref>Bernstein H and Bernstein C (2013). Evolutionary Origin and Adaptive Function of Meiosis. In Meiosis: Bernstein C and Bernstein H, editors. {{ISBN|978-953-51-1197-9}}, InTech, http://www.intechopen.com/books/meiosis/evolutionary-origin-and-adaptive-function-of-meiosis</ref>  Burns et al.<ref name=\"pmid20885784\" /> studied the expression of genes involved in the 15-hour meiotic process encompassing time points prior to the haploid nuclear fusion that forms the diploid zygote to the final formation of the four haploid products.  They compared expression of particular genes in ''C. cinerea'' to the expression of the comparable genes (orthologs) in two other species (''[[Saccharomyces cerevisiae]]'' and ''[[Schizosaccharomyces pombe]]'') from which ''C. cinerea'' had diverged in evolution 500 to 900 million years ago.  They found that the expression of individual genes turned on or off at the same stage in ''C. cinerea'' as in the other two species.  They also found that genes considered to be specifically involved in the meiotic process were more conserved in their expression pattern than non-meiotic genes.  These findings indicate ancient conservation of the meiotic process.\n\n==See also==\n{{Portal|Fungi}}\n*[[List of Coprinopsis species|List of ''Coprinopsis'' species]]\n\n==References==\n{{Reflist|refs=\n\n<ref name=McKnight1987>{{cite book |vauthors=McKnight VB, McKnight KH |title=A Field Guide to Mushrooms: North America |series=Peterson Field Guides |publisher=Houghton Mifflin |location=Boston, Massachusetts |year=1987 |page=277 |isbn=978-0-395-91090-0 |url=https://books.google.com/books?id=kSdA3V7Z9WcC&lpg=PA277}}</ref>\n\n<ref name=\"urlMycoBank: Coprinopsis cinerea\">{{cite web |url=http://www.mycobank.org/MycoTaxo.aspx?Link=T&Rec=474379 |title=''Coprinopsis cinerea'' (Schaeff.) Redhead, Vilgalys & Moncalvo 2001 |publisher=International Mycological Association |website=MycoBank |accessdate=2011-01-16}}</ref>\n\n}}\n\n{{Taxonbar|from=Q5168926}}\n\n[[Category:Coprinopsis|cinerea]]\n[[Category:Edible fungi]]\n[[Category:Fungi of Asia]]\n[[Category:Fungi of Europe]]\n[[Category:Fungi of North America]]\n[[Category:Fungi described in 1774]]\n[[Category:Ammonia fungi]]"}]}}}}