{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"30501764": {"pageid": 30501764, "ns": 0, "title": "Auriscalpium vulgare", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{short description|Species of fungus in the family Auriscalpiaceae from Europe, Central America, North America, and temperate Asia}}\n{{stack begin}}\n{{Taxobox\n| image = Auriscalpium vulgare 129877.jpg\n| image_width = 234px\n| image_caption =\n| regnum = [[Fungus|Fungi]]\n| divisio = [[Basidiomycota]]\n| classis = [[Agaricomycetes]]\n| ordo = [[Russulales]]\n| familia = [[Auriscalpiaceae]]\n| genus = ''[[Auriscalpium]]''\n| species = '''''A. vulgare'''''\n| binomial = ''Auriscalpium vulgare''\n| binomial_authority = [[Samuel Frederick Gray|Gray]] (1821)\n| synonyms_ref = <ref name=\"urlMycoBank:Auriscalpium vulgare\"/>\n| synonyms =\n{{collapsible list|title=<small>List</small>\n |''Hydnum auriscalpium'' <small>[[Carl Linnaeus|L.]] (1753)</small>\n |''Scutiger auriscalpium'' <small>(L.) [[Jean-Jacques Paulet|Paulet]] (1812)</small>\n |''Pleurodon auriscalpium'' <small>(L.) [[Petter Karsten|P.Karst.]] (1881)</small>\n |''Leptodon auriscalpium'' <small>(L.) [[Lucien Quélet|Quél.]] (1886)</small>\n |''Hydnum atrotomentosum'' <small>[[Karl-Josef Schwalb|Schwalb]] (1891)</small>\n |''Auriscalpium auriscalpium'' <small>(L.) [[Otto Kuntze|Kuntze]] (1898)</small>\n |''Auriscalpium auriscalpium'' <small>(L.) [[Howard James Banker|Banker]] (1906)</small>\n |''Hydnum fechtneri'' <small>[[Josef Velenovský|Velen.]] (1922)</small>\n |''Pleurodon fechtneri'' <small>(Velen.) [[Karel Cejp|Cejp]] (1928)</small>\n |''Auriscalpium fechtneri'' <small>(Velen.) [[Taisiya Lvovna Nikolayeva|Nikol.]] (1964)</small>\n }}\n}}\n{{mycomorphbox\n| name = ''Auriscalpium vulgare''\n| capShape = offset\n| hymeniumType = teeth\n| whichGills = adnexed \n| stipeCharacter = bare\n| ecologicalType = saprotrophic\n| sporePrintColor = white\n| howEdible = inedible\n}}\n{{stack end}}\n\n'''''Auriscalpium vulgare''''', commonly known as the '''pinecone mushroom''', the '''cone tooth''', or the '''ear-pick fungus''', is a [[species]] of [[fungus]] in the [[family (biology)|family]] [[Auriscalpiaceae]] of the [[order (biology)|order]] [[Russulales]]. It was first described in 1753 by [[Carl Linnaeus]], who included it as a member of the [[hydnoid fungi|tooth fungi]] genus ''[[Hydnum]]'', but British mycologist [[Samuel Frederick Gray]] recognized its uniqueness and in 1821 transferred it to the genus ''[[Auriscalpium]]'' that he created to contain it. The fungus is widely distributed in Europe, Central America, North America, and [[temperate climate|temperate]] Asia. Although common, its small size and nondescript colors lead it to be easily overlooked in the [[pine]] woods where it grows. ''A.&nbsp;vulgare'' is not generally considered [[edible mushroom|edible]] because of its tough texture, but some historical literature says it used to be consumed in France and Italy.\n\nThe [[basidiocarp|fruit bodies]] (mushrooms) grow on conifer [[plant litter|litter]] or on [[conifer cone]]s that may be partially or completely buried in soil. The dark brown [[pileus (mycology)|cap]] of the small, spoon-shaped mushroom is covered with fine brown hairs, and reaches a diameter of up to {{convert|2|cm|in|1|abbr=on}}. On the underside of the cap are a crowded array of tiny tooth-shaped protrusions (\"teeth\") up to 3&nbsp;mm long; they are initially whitish to purplish-pink before turning brown in age. The dark brown and hairy [[stipe (mycology)|stem]], up to {{convert|55|mm|in|abbr=on}} long and 2&nbsp;mm thick, attaches to one edge of the cap. The mushroom produces a white [[spore print]] out of roughly spherical [[spore]]s.\n\nHigh levels of humidity are essential for optimum fruit body development, and growth is inhibited by either too much or too little light. Fruit bodies change their [[gravitropism|geotropic]] response three times during their development, which helps ensure that the teeth ultimately point downward for optimum spore release. The [[pure culture]], [[cell division]] and the [[ultrastructure]] of ''A.&nbsp;vulgare''{{'}}s [[hypha]]e and [[mycelia]] have been studied and described in search of potentially useful [[phenotypic trait|characters]] for [[phylogenetic]] analysis. When grown in culture, the fungus can be induced to produce fruit bodies under suitable conditions.\n\n==History, taxonomy and phylogeny==\nThe species was first [[species description|described]] in the scientific literature by [[Carl Linnaeus]] under the name ''Hydnum auriscalpium'' in his 1753 ''[[Species Plantarum]]''. Linnaeus placed three other [[hydnoid fungi|tooth fungi]] in the genus ''Hydnum'': ''[[Sarcodon imbricatus|H.&nbsp;imbricatum]]'', ''[[Hydnum repandum|H.&nbsp;repandum]]'', and ''[[Phellodon tomentosus|H.&nbsp;tomentosum]]''.<ref name=\"Linnaeus 1753\"/> In 1821, [[Samuel Frederick Gray]] considered ''H.&nbsp;auriscalpium'' to be sufficiently distinct from the other ''Hydnum'' species to warrant the creation of a new genus, ''[[Auriscalpium]]'', to contain it. In the process, its name was changed to ''Auriscalpium vulgare''.<ref name=\"Gray 1821\"/>\n\n[[Otto Kuntze]]<ref name=\"Kuntze 1898\"/> and [[Howard James Banker]]<ref name=\"Banker 1906\"/> later independently sought to restore Linnaeus' [[specific name (botany)|species name]], but the resulting combination (''Auriscalpium auriscalpium'') is a [[tautonym]] and disallowed under the [[International Code of Botanical Nomenclature|rules for botanical nomenclature]] (ICBN 2005 rule 23.4),<ref name=\"urlICBN online\"/> and these combinations are therefore no longer [[correct name (botany)|validly]] published. Other names given to the fungus and now considered [[synonym (biology)|synonyms]] include ''Hydnum fechtneri'', named by [[Josef Velenovský]] in 1922,<ref name=\"Velenovsky 1922\"/> and later combinations based on this name.<ref name=\"urlMycoBank:Auriscalpium vulgare\"/> ''A.&nbsp;vulgare'' is the [[type species]] of the widely distributed genus of eight species that it belongs to.<ref name=\"Kirk 2008\"/>\n{{cladogram|align=left|title=\n|clade=\n{{clade\n|style=font-size:75%;line-height:75%\n|label1=\n|1={{clade\n    |1={{clade\n       |1={{clade\n          |1={{clade\n             |1=''[[Gloiodon strigosus]]''\n             |2=''[[Gloiodon nigrescens]]''\n             }}\n          |2='''''Auriscalpium vulgare'''''\n          }}\n       |2=''[[Dentipratulum bialoviesense]]''\n       }}\n    |2=Various ''[[Lentinellus]]'' spp.\n   }}\n}}\n|caption=[[Cladogram]] showing the [[phylogeny]] of ''A.&nbsp;vulgare'' and other [[Russulales]] species based on [[ribosomal DNA|rDNA]] sequences.<ref name=\"Miller 2006\"/>\n}}\nDespite vast differences in appearance and [[morphology (biology)|morphology]], ''A.&nbsp;vulgare'' is related to such varied [[taxon|taxa]] as the [[lamella (mycology)|gilled]] fungi of ''[[Lentinus]]'', the [[polypore|poroid]] genus ''[[Albatrellus]]'', the coral-like ''[[Clavicorona]]'', and fellow tooth fungus ''[[Hericium]]''.<ref name=\"Ammirati 2009\"/> The relationship of all of these taxa—members of the family [[Auriscalpiaceae]] of the order [[Russulales]]—has been demonstrated through [[molecular phylogenetics]].<ref name=\"Miller 2006\"/><ref name=\"Larsson 2003\"/>\n\n''Auriscalpium vulgare'' is [[common name|commonly]] known as the \"pinecone mushroom\",<ref name=\"McKnight 1987\"/> the \"cone tooth\",<ref name=\"Tylutki II 1987\"/> \"pine cone tooth\", or the \"ear-pick fungus\".<ref name=\"Roody 2003\"/> Gray called it the \"common earpick-stool\";<ref name=\"Gray 1821\"/> it was also referred to as the \"fir-cone Hydnum\", when it was still considered to be a member of that genus.<ref name=\"Cooke 1871\"/>  The specific epithet ''vulgare'' means \"common\".<ref name=\"Roody 2003\"/> The generic name ''Auriscalpium'' is [[Latin]] for \"[[ear pick]]\" and refers to a small, scoop-shaped instrument used to remove foreign matter from the ear.<ref name=\"Kibby 1994\"/>\n\n==Description==\n{{multiple image\n| align = right\n| width1 = {{#expr: (150 * 1295 / 945) round 0}}\n| image1 = Auriscalpium vulgare 69913.jpg\n| caption1 = The cap surface is bristly when young.\n| image2 = Auriscalpium vulgare 69912.jpg\n| width2 = {{#expr: (150 * 1290 / 880) round 0}}\n| caption2 = The spore-bearing surface features teeth up to 3&nbsp;mm long.\n}}\nThe fruit body of ''A.&nbsp;vulgare'' is fibrous when fresh and becomes stiff when dry. It is a small species rarely exceeding {{convert|55|mm|in|abbr=on}} in height, with a cap usually smaller than an adult's fingernails: {{convert|0.5|to|2|cm|in|1|abbr=on}}—although it has been known to reach up to {{convert|4|cm|in|abbr=on}}.<ref name=\"Arora 1986\"/>\n\n''Auriscalpium vulgare'' usually has a single [[stipe (mycology)|stem]], but occasionally several stems arise from a thick common base. It attaches to the side of the cap and is cylindrical or slightly flattened with a bulbous base. Its surface is covered with hairy fibers (especially near the base), and its mature color is a dark [[chestnut (color)|chestnut]] brown. The [[pileus (mycology)|cap]] is semicircular or kidney-shaped, flat on the lower surface and rounded on the top.<ref name=\"Arora 1986\"/> The surface is at first much like the stem: covered with bristles and dark chestnut brown. However, it becomes smooth with maturity and can darken to the point of being almost black. The cap margin is usually [[buff (color)|buff]] to light brown–roughly the same color as the spines and lighter in color than the center.<ref name=\"urlCalifornia Fungi: Auriscalpium vulgare\"/> It becomes rolled inward (''revolute'') and often wavy in maturity.<ref name=\"Koski-Kotriranta 1987\"/> The spines on the underside of the cap are a few millimeters long and cylindrical down to their sharp tips. White to light brown when young, they later become covered with a white spore mass and then turn an ashy gray.<ref name=\"Tylutki II 1987\"/><ref name=\"Koski-Kotriranta 1987\"/> Occasionally, fruit bodies are produced that lack a cap entirely.<ref name=\"Harvey 1958\"/>\n\n{{quote box|width=25%|bgcolor=#c6dbf7|align=left|quote=\"... the mushroom look(s) like a little periscope sent up from a pine-cone submarine.\"|salign=right|source=Michael Kuo<ref name=\"urlAuriscalpium vulgare\"/>}}\n\nThe cap [[trama (mycology)|flesh]] is composed of two distinct layers: a thin, compact, black-brown and hairy upper layer, and a thick, soft, white to light brown lower layer that is made of thin, thread-like filaments arranged in a roughly parallel fashion.<ref name=\"Tylutki II 1987\"/> The stem is similarly divided, with a thin, dark and hairy [[cortex (botany)|cortical]] layer covered by hairs, which encircles inner [[ochre]]-colored flesh.<ref name=\"Koski-Kotriranta 1987\"/> A drop of [[potassium hydroxide]] applied to the surface of the mushroom will cause it to instantly stain black.<ref name=\"urlAuriscalpium vulgare\"/>\n\nThe mushroom, which has no distinct taste or odor, is generally considered inedible because of its toughness and diminutive size.<ref name=\"OKMiller 2006\"/> An 1887 textbook noted, however, that it was \"commonly eaten in France and Italy\".<ref name=\"Delisle 1887\"/>\n\n===Microscopic characteristics===\n[[File:Auriscalpium vulgare 137307.jpg|thumb|right|Microscopy image of a tooth at 100x magnification, stained with Melzer's reagent]]\n[[Spore]] [[spore print|deposits]] are white. Viewed under a [[light microscopy|light microscope]], the spores appear [[hyaline]] (translucent), covered with minute wart-like bumps, and are spherical or nearly so, with dimensions of 4.6–5.5 by 4–5&nbsp;[[micrometre|µm]]. They are [[amyloid (mycology)|amyloid]] (reacting to [[Melzer's reagent]]) and [[cyanophilous]] ([[staining]] in [[methyl blue]]).<ref name=\"Tylutki II 1987\"/> The [[basidia]] (spore-bearing cells of the [[hymenium]]) are four-spored with basal clamps, and measure 15–24 by 3–4&nbsp;µm, and [[sterigmata]] (extensions of the basidia that bear the spores) are swollen at the base and roughly 3&nbsp;µm long. The hyphal system is [[Hypha#Classification based on cell wall and overall form|dimitic]], comprising both generative (undifferentiated) and skeletal (structural) hyphae. The thin-walled generative hyphae are hyaline, and have [[clamp connection]]s; the thick-walled skeletal hyphae are thicker overall and lack such connections. The cortex (the tougher outer layer of flesh) is made of parallel unbranched generative hyphae that are brown, thick-walled, clumped together, and frequently clamped. The internal flesh is made of interwoven generative and skeletal hyphae. Gloeoplerous hyphae (containing oily or granular contents) are also present, protruding into the hymenium as club-like or sharp-pointed [[wikt:gloeocystidium|gloeocystidia]].<ref name=\"Koski-Kotriranta 1987\"/>\n\nThe hyphae of [[Basidiomycota|basidiomycetous]] fungi are partitioned by cross-walls called [[septum|septa]], and these septa have pores that permit the passage of [[cytoplasm]] or [[protoplasm]] between adjacent hyphal compartments. In an effort to determine [[ultrastructure|ultrastructural]] characters useful for [[systematics|systematic]] and phylogenetic analyses of the [[Agaricomycotina]], Gail Celio and colleagues used [[electron microscopy]] to examine both the structure of the septal pore, and nuclear division in ''A.&nbsp;vulgare''. They determined that septa found in hyphae of the hymenium have bell-shaped pore \"caps\" with multiple perforations. Each cap extends along the length of the septum, along with a zone surrounding the pore that is free of [[organelles]]. Due to the scarcity of similar data from other Agaricomycotina species, it is unknown whether the extended septal pore cap margins of ''A.&nbsp;vulgare'' are phylogenetically informative.  Regarding nuclear division, the process of [[metaphase I]] of [[meiosis]] is similar to the metaphase of [[mitosis]]. Spherical [[spindle apparatus|spindle pole bodies]] containing electron-opaque [[Cytoplasmic inclusion|inclusions]] are set within gaps on opposite ends of the [[nuclear membrane]]. This membrane has occasional gaps but is largely continuous. Fragments of [[endoplasmic reticulum]] occur near the spindle pole bodies, but do not form a cap.<ref name=\"Celio 2007\"/>\n\n==Growth in culture==\n''Auriscalpium vulgare'' can be grown in [[pure culture]] on [[agar]]-containing [[petri dish|plates]] supplemented with nutrients. The [[clonal colony|colonies]] that grow are white to pale cream, and cover the agar surface within six weeks from the initial [[inoculation]]. The mycelium is made of bent-over hyphae, without any aerial hyphae (hyphae that extend above the surface of the agar). Typically, two indistinct zones develop at about 6&nbsp;mm and 15&nbsp;mm from the initial [[inoculation|inoculum]] spot, with each zone roughly 4&nbsp;mm wide. The zones appear somewhat lighter in color because the hyphae are more closely packed and form crystalline substances that deposit into the agar.<ref name=\"Petersen 1976\"/>\n\nThe mature mycelium consists of thin-walled, densely packed hyphae that are 1.5–3.2&nbsp;µm in diameter. They are often gnarled or somewhat spiral (subhelicoid), and frequently branched at an angle of about 45°, with a clamp at the base of the branch. They contain amorphous [[granule (cell biology)|granules]] that appear [[refractive]] when viewed under [[phase contrast microscopy]], and their walls are often encrusted with tiny granules. Gloeocystidia (thin-walled [[cystidia]] with [[refraction|refractive]], frequently granular contents) are common; they measure 50–85 by 6.5–8.5&nbsp;µm, and are club-shaped (sometimes elongated), thin-walled, and often have one or two lobes with rounded tips. Containing foamy and pale yellow contents, they are a refractive yellow color under phase contrast. Initially they are erect but they soon fall under their own weight to lie on the agar surface. Crystalline deposits are abundant as small, randomly scattered plate-like or star-like crystals.<ref name=\"Petersen 1976\"/>\n\nFruiting begins about six weeks after the initial inoculation on the agar plate, but only when portions of fruit bodies (spines or stem sections) are used as the inoculum to initiate growth; the use of mycelium as the inoculum precludes subsequent fruiting. Mature fruit bodies grow very close to the initial site of inoculation—within 3&nbsp;mm—and take about 60 days to mature after they first start to form.<ref name=\"Petersen 1976\"/>\n\n==Fruit body development==\n[[File:Auriscalpium vulgare.jpg|thumb|right|320px|Growth on a fir cone; the inset images depict the cap at different stages of development. Illustrated by [[Eugenius Warming]].]]\nFruit body [[primordia]] first appear between the scales of the cones, and require 9 to 35 days to reach their final height. They consist of an inner core of thin-walled generative hyphae enclosed by an outer coat of skeletal hyphae. Immature fruit bodies are white and delicate, but gradually become brown as they mature. Because the cap is grown from the stem tip after it bends, cap development interrupts stem growth, and this shift to centrifugal growth (that is, growth outward from the stem) results in the typical kidney-shaped or semicircular cap. Although the fruit body takes at least 9 days to mature, spores production begins within 48–72 hours of the start of cap growth. Spines start out as minute protuberances on the part of the stem adjoining the undersurface of the cap. As the cap enlarges, these spines are spread horizontally, and more protuberances are formed, which elongate vertically downwards.<ref name=\"Harvey 1958\"/>\n\nWhen grown in favorable conditions of high water availability and humidity, the fruit body can proliferate by growing additional (secondary) fruit bodies on all parts of its upper and lower surfaces. These secondary growths typically number between four and seven; some may be aborted as the nutrients from the pine cone substrate are depleted, resulting in stems lacking caps. In one instance, a complete secondary proliferation was noted (i.e., growing from a primary proliferation) that developed completely so as to produce viable spores.<ref name=\"Harvey 1958\"/> Humidity is a limiting factor for optimum fruit body development. Removal of incompletely mature laboratory-grown specimens from a [[relative humidity]] (R.H.) of over 98% to one of 65–75% causes the fruit bodies to brown and stop growing. When transferred to an even lower R.H. of about 50%, the stems quickly begin to collapse. Light also affects fruit body development: both continuous illumination and complete darkness inhibit growth.<ref name=\"Harvey 1958\"/>\n \nWhen a stem is developing, the fungus is negatively [[geotropism|geotropic]], so that if the axis of the stem is tilted by 90 degrees, it will return to a vertical position within 24 hours. The extending hyphae that form the cap are themselves diageotropic—they will grow at right angles to the direction of gravity. Finally, the spines are positively geotropic, and will re-orient themselves to point downward if the mushroom orientation changes. Because the second (cap formation) and third (spine formation) geotropic responses overlap, there is a brief period where two different geotropic responses are operating simultaneously. These geotropic transitions help ensure that the final alignment results in optimum spore dispersal.<ref name=\"Harvey 1958\"/>\n\n==Habitat and distribution==\n[[File:Auriscalpium vulgare 82813.jpg|thumb|right|Growing on a Douglas-fir cone]]\n''Auriscalpium vulgare'' is a [[saprobic]] species. Its mushrooms grow solitary or clustered on fallen [[conifer cone|pine cones]], especially those that are fully or partially buried.<ref name=\"Sterry 2009\"/> It typically favors [[Scots Pine]] (''Pinus sylvestris''), but has also been reported on [[spruce]] cones,<ref name=\"Roody 2003\"/> and in [[California]] grows primarily on [[Douglas-fir]] cones.<ref name=\"urlCalifornia Fungi: Auriscalpium vulgare\"/> One author noted finding the mushroom on spruce needles on top of squirrel dens where cone [[bract]]s were present in the [[forest floor]].<ref name=\"Schalkwijk-Barendsen 1991\"/> In a study conducted in the [[Mount Laojun (Yunnan)|Laojun Mountain]] region of [[Yunnan Province]], China, ''A.&nbsp;vulgare'' was found to be one of the most dominant species collected from [[mixed forest]] at an altitude of {{convert|2600|–|3000|m|abbr=on}}.<ref name=\"Zhang 2010\"/> A study on the effect of [[slash and burn]] practices in northeast India showed that the fungus prefers to fruit on burned cones of the [[Khasi Pine]], and that the number of fruit bodies on unburned cones increases with cone girth.<ref name=\"Das 2009\"/>\n\nThe fungus is widely distributed in Europe, Central and North America, [[temperate]] Asia,<ref name=\"Petersen 1994\"/> and Turkey.<ref name=\"Işıloğlu 1995\"/> In North America, its range extends from Canada<ref name=\"Schalkwijk-Barendsen 1991\"/> to the [[Trans-Mexican Volcanic Belt]] south of [[Mexico City]].<ref name=\"Reverchon 2010\"/> The mushroom is common, appearing in the summer and autumn,<ref name=\"Tylutki II 1987\"/> although it is easily overlooked because of its small size and nondescript coloration.<ref name=\"urlCalifornia Fungi: Auriscalpium vulgare\"/> ''A.&nbsp;vulgare'' is the only representative of its genus in temperate areas of the Northern Hemisphere.<ref name=\"Roberts 2011\"/>\n\n{{clear}}\n\n==References==\n{{Reflist|colwidth=30em|refs=\n\n<ref name=\"Ammirati 2009\">{{cite book |vauthors=Ammirati J, Trudell S |title=Mushrooms of the Pacific Northwest: Timber Press Field Guide |series=Timber Press Field Guides |publisher=Timber Press |location=Portland, Oregon |year=2009 |page=230 |isbn=0-88192-935-2}}</ref>\n\n<ref name=\"Arora 1986\">{{cite book |author=Arora D. |title=Mushrooms Demystified: A Comprehensive Guide to the Fleshy Fungi |publisher=Ten Speed Press |location=Berkeley, California |year=1986 |pages=629–30 |isbn=0-89815-169-4 |url-access=registration |url=https://archive.org/details/mushroomsdemysti00aror_0 }}</ref>\n\n<ref name=\"Banker 1906\">{{cite journal |author=Banker HJ. |title=A contribution to a revision of the North American Hydnaceae |journal=Memoirs of the Torrey Botanical Club |year=1906 |volume=12 |pages=99–194 (see p.&nbsp;178) |url=https://www.biodiversitylibrary.org/page/31682610}}</ref>\n\n<ref name=\"Celio 2007\">{{cite journal |vauthors=Celio GJ, Padamsee M, ((Dentinger BTM)), Josephsen KA, Jenkinson TS, McLaughlin EG, McLaughlin DJ |title=Septal pore apparatus and nuclear division of ''Auriscalpium vulgare'' |journal=Mycologia |year=2007 |volume=99 |issue=5 |pages=644–54 |url=http://www.mycologia.org/cgi/content/full/99/5/644 |pmid=18268899 |doi=10.3852/mycologia.99.5.644}}</ref>\n\n<ref name=\"Cooke 1871\">{{cite book |author=Cooke MC. |title=Handbook of British Fungi: With Full Descriptions of all the Species, and Illustrations of the Genera |volume=1 |year=1871 |publisher=Macmillan |location=London, UK |page=296 |url=https://www.biodiversitylibrary.org/page/32190986}}</ref>\n\n<ref name=\"Das 2009\">{{cite journal |vauthors=Das P, Chettri A, Kayang H |title=Habitat preference of ''Auriscalpium vulgare'' Gray inhabiting slash and burn affected Khasi pine cones of India |journal=Our Nature |year=2009 |volume=7 |pages=32–8 |doi=10.3126/on.v7i1.2551 |url=http://www.nepjol.info/index.php/ON/article/download/2551/2275 |format=PDF}}</ref>\n\n<ref name=\"Delisle 1887\">{{cite book |author=Hay WD. |title=An Elementary Text-book of British Fungi |year=1887 |publisher=S.&nbsp;Sonnenschein, Lowrey |location=London, UK |page=118 |url=https://www.biodiversitylibrary.org/page/3273024}}</ref>\n\n<ref name=\"Gray 1821\">{{cite book |author=Gray SF. |title=A Natural Arrangement of British Plants |volume=1 |year=1821 |page=650 |publisher=Baldwin, Cradock, and Joy |location=London, UK |url=https://books.google.com/books?id=cN8UAAAAYAAJ&pg=PA650}}</ref>\n\n<ref name=\"Harvey 1958\">{{cite journal |author=Harvey R. |title=Sporophore development and proliferation in ''Hydnum aurisalpium'' Fr. |journal=Transactions of the British Mycological Society |year=1958 |volume=41 |issue=3 |pages=325–34 |doi=10.1016/S0007-1536(58)80048-0 |url=http://www.cybertruffle.org.uk/cyberliber/59351/0041/003/0325.htm}}</ref>\n\n<ref name=\"Işıloğlu 1995\">{{cite journal |vauthors=Işıloğlu M, Gücin F |title=Auriscalpiaceae, a new family for Turkey |journal=Turkish Journal of Botany |year=1995 |volume=19 |issue=2 |pages=171–2 |language=Turkish |issn=1300-008X}}</ref>\n\n<ref name=\"Kibby 1994\">{{cite book |author=Kibby G. |title=An Illustrated Guide to Mushrooms and Other Fungi of North America |publisher=Lubrecht & Cramer Ltd. |location=Stamford, Connecticut |year=1994 |page=146 |isbn=0-681-45384-2}}</ref>\n\n<ref name=\"Kirk 2008\">{{cite book |vauthors=Kirk PM, Cannon PF, Minter DW, Stalpers JA |title=Dictionary of the Fungi |edition=10th |publisher=CAB International |location=Wallingford, UK |year=2008 |page=69 |isbn=978-0-85199-826-8}}</ref>\n\n<ref name=\"Koski-Kotriranta 1987\">{{cite journal |vauthors=Koski-Kotiranta S, Niemala T |title=Hydnaceous fungi of the Hericiaceae, Auriscalpiaceae, and Climacodontaceae in northwestern Europe |journal=Karstenia |year=1986 |volume=27 |issue=2 |pages=43–70 |issn=0453-3402}}</ref>\n\n<ref name=\"Kuntze 1898\">{{cite book |author=Kuntze O. |title=Revisio Generum Plantarum |volume=3 |year=1898 |location=Leipzig, Germany |publisher=A.&nbsp;Felix |page=446 |url=https://www.biodiversitylibrary.org/page/3664 |language=German}}</ref>\n\n<ref name=\"Larsson 2003\">{{cite journal |vauthors=Larsson E, ((Larsson K-H)) |year=2003 |title=Phylogenetic relationships of russuloid basidiomycetes with emphasis on aphyllophoralean taxa  |journal=Mycologia |volume=95 |issue=6 |pages=1035–65 |url=http://www.mycologia.org/cgi/content/full/95/6/1037 |doi=10.2307/3761912 |pmid=21149013|jstor=3761912 }}</ref>\n\n<ref name=\"Linnaeus 1753\">{{cite book |author=Linnaeus C. |title=Species Plantarum |volume=2 |year=1753 |publisher=Impensis Laurentii Salvii |location=Stockholm, Sweden |page=1178 |url=https://www.biodiversitylibrary.org/page/359199 |language=Latin}}</ref>\n\n<ref name=\"McKnight 1987\">{{cite book |vauthors=McKnight VB, McKnight KH |title=A Field Guide to Mushrooms: North America |series=Peterson Field Guides |publisher=Houghton Mifflin |location=Boston, Massachusetts |year=1987 |page=87 |isbn=0-395-91090-0 |url=https://books.google.com/books?id=kSdA3V7Z9WcC&pg=PA87}}</ref>\n\n<ref name=\"Miller 2006\">{{cite journal |vauthors=Miller SL, Larsson E, Larsson KH, Verbeken A, Nuytinck J |year=2006 |title=Perspectives in the new Russulales |journal=Mycologia |volume=98 |issue=6 |pages=960–70 |doi=10.3852/mycologia.98.6.960 |pmid=17486972}}</ref>\n\n<ref name=\"OKMiller 2006\">{{cite book |vauthors=Miller HR, Miller OK |title=North American Mushrooms: A Field Guide to Edible and Inedible Fungi |publisher=Falcon Guide |location=Guilford, Connecticut |year=2006 |page=407 |isbn=0-7627-3109-5 |url=https://books.google.com/books?id=zjvXkLpqsEgC&pg=PA407}}</ref>\n\n<ref name=\"Petersen 1994\">{{cite journal |title=Notes on mating systems of ''Auriscalpium vulgare'' and ''A. villipes'' |journal=Mycological Research |year=1994 |vauthors=Petersen RH, Cifuentes J |volume=98 |issue=12 |pages=1427–40 |doi=10.1016/S0953-7562(09)81074-5}}</ref>\n\n<ref name=\"Petersen 1976\">{{cite journal |author=Petersen RH. |title=Cultural characteristics of ''Auriscalpium'' and ''Gloiodon'' |journal=Mycotaxon |year=1976 |volume=3 |issue=3 |pages=358–62 |url=http://www.cybertruffle.org.uk/cyberliber/59575/0003/003/0358.htm}}</ref>\n\n<ref name=\"Reverchon 2010\">{{cite journal |vauthors=Reverchon F, del Ortega-Larrocea PM, Pérez-Moreno J |title=Saprophytic fungal communities change in diversity and species composition across a volcanic soil chronosequence at Sierra del Chichinautzin, Mexico |journal=Annals of Microbiology |year=2010 |volume=60 |issue=2 |pages=217–26 |doi=10.1007/s13213-010-0030-7}}</ref>\n\n<ref name=\"Roberts 2011\">{{cite book |vauthors=Roberts P, Evans S |title=The Book of Fungi |year=2011 |publisher=University of Chicago Press |location=Chicago, Illinois |page=464 |isbn=978-0-226-72117-0}}</ref>\n\n<ref name=\"Roody 2003\">{{cite book |author=Roody WC. |title=Mushrooms of West Virginia and the Central Appalachians |publisher=University Press of Kentucky |location=Lexington, Kentucky |year=2003 |page=392 |isbn=0-8131-9039-8 |url=https://books.google.com/books?id=5HGMPEiy4ykC&pg=PA392}}</ref>\n\n<ref name=\"Schalkwijk-Barendsen 1991\">{{cite book |author=Schalkwijk-Barendsen HME. |title=Mushrooms of Western Canada |publisher=Lone Pine Publishing |location=Edmonton, Canada |year=1991 |page=369 |isbn=0-919433-47-2}}</ref>\n\n<ref name=\"Sterry 2009\">{{cite book |vauthors=Sterry P, Hughes B |title=Complete Guide to British Mushrooms & Toadstools |year=2009 |publisher=[[HarperCollins]] |location=London, UK |isbn=978-0-00-723224-6 |page=280}}</ref>\n\n<ref name=\"Tylutki II 1987\">{{cite book |author=Tylukti EE. |title=Mushrooms of Idaho and the Pacific Northwest. Vol. 2 Non-Gilled Hymenomycetes |year=1987 |publisher=The [[University of Idaho Press]] |location=Moscow, Idaho |page=135 |isbn=0-89301-097-9}}</ref>\n\n<ref name=\"urlCalifornia Fungi: Auriscalpium vulgare\">{{cite web |vauthors=Wood M, Stevens F |url=http://www.mykoweb.com/CAF/species/Auriscalpium_vulgare.html |title=''Auriscalpium vulgare'' |publisher=MykoWeb |work=California Fungi |accessdate=2011-01-13}}</ref>\n\n<ref name=\"urlICBN online\">{{cite web |url=http://ibot.sav.sk/icbn/frameset/0027Ch3Sec4a023.htm |title=Division II. Rules and Recommendations. Chapter III. Nomenclature of Taxa According to their Rank. Section 4. Names of Species |year=2006 |publisher=International Association for Plant Taxonomy |work=International Code of Botanical Nomenclature (Vienna Code) online |accessdate=2011-01-12}}</ref>\n\n<ref name=\"urlAuriscalpium vulgare\">{{cite web |url=http://www.mushroomexpert.com/auriscalpium_vulgare.html |title=''Auriscalpium vulgare'' |author=Kuo M. |date=October 2009 |work=MushroomExpert.Com |accessdate=2011-01-13}}</ref>\n\n<ref name=\"urlMycoBank:Auriscalpium vulgare\">{{cite web |url=http://www.mycobank.org/MycoTaxo.aspx?Link=T&Rec=101255 |title=''Auriscalpium vulgare'' Gray 1821  |publisher=International Mycological Association |work=MycoBank |accessdate=2010-11-01}}</ref>\n\n<ref name=\"Velenovsky 1922\">{{cite book |author=Velenovský J. |title=České Houby |volume=4–5 |year=1922 |publisher=České Botanické Společnosti |location=Prague, Czech Republic |page=746 |url=https://www.biodiversitylibrary.org/page/2971298}}</ref>\n\n<ref name=\"Zhang 2010\">{{cite journal |vauthors=Zhang Y, Qun Zhou D, Zhao Q, Xin Zhou T, Hyde KD |title=Diversity and ecological distribution of macrofungi in the Laojun Mountain region, southwestern China |journal=Biodiversity and Conservation |year=2010 |volume=19 |issue=12 |pages=3545–63 |doi=10.1007/s10531-010-9915-9}}</ref>\n\n}}\n\n==External links==\n{{Commons category|Auriscalpium vulgare}}\n*{{IndexFungorum|101255}}\n*[https://web.archive.org/web/20110720091835/https://aftol.umn.edu/species/Auriscalpium_vulgare AFTOL] Images and details of ultrastructural characters\n\n{{Taxonbar|from=Q2640544}}\n{{featured article}}\n\n[[Category:Russulales]]\n[[Category:Inedible fungi]]\n[[Category:Fungi described in 1753]]\n[[Category:Fungi of Asia]]\n[[Category:Fungi of Central America]]\n[[Category:Fungi of Europe]]\n[[Category:Fungi of North America]]"}]}}}}