{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/mailman/listinfo/mediawiki-api-announce> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"11305220": {"pageid": 11305220, "ns": 0, "title": "Heterobasidion annosum", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{Taxobox\n| image = Heterobasidion annosum - Lindsey.jpg\n| regnum = [[Fungi]]\n| divisio = [[Basidiomycota]]\n| classis = [[Agaricomycetes]]\n| ordo = [[Russulales]]\n| familia = [[Bondarzewiaceae]]\n| genus = ''[[Heterobasidion]]''\n| species = '''''H. annosum'''''\n| binomial = ''Heterobasidion annosum''\n| binomial_authority = ([[Elias Magnus Fries|Fr.]]) [[Bref.]]  (1888)\n| synonyms = \n''Boletus annosus''<br>\n''Boletus cryptarum''<br>\n''Fomes annosus''<br>\n''Fomes annosus f. cryptarum''<br>\n''Fomes cryptarum''<br>\n''Fomitopsis annosa''<br>\n''Friesia annosa''<br>\n''Heterobasidion annosum f. cryptarum''<br>\n''Heterobasidion cryptarum''<br>\n''Physisporus makraulos''<br>\n''Placodes annosus''<br>\n''Polyporus annosus''<br>\n''Polyporus cryptarum''<br>\n''Polyporus fuscus''<br>\n''Polyporus irregularis''<br>\n''Polyporus makraulos''<br>\n''Polyporus marginatoides''<br>\n''Polyporus scoticus''<br>\n''Polyporus subpileatus''<br>\n''Polystictoides fuscus''<br>\n''Polystictus cryptarum''<br>\n''Poria cryptarum''<br>\n''Poria macraula''<br>\n''Pycnoporus annosus''<br>\n''Scindalma annosum''<br>\n''Scindalma cryptarum''<br>\n''Spiniger meineckellus''<br>\n''Spongioides cryptarum''<br>\n''Trametes annosa''<br>\n''Trametes radiciperda''<br>\n''Ungulina annosa''<br>\n''Ungulina annosa f. cryptarum''<br>\n''Ungulina annosa f. makraulos''\n''Heterobasidon irregulare''\n}}\n{{ mycomorphbox\n| name            = ''Heterobasidion annosum''\n| hymeniumType    = pores\n| capShape        = no\n| capShape2       = offset\n| whichGills      = decurrent\n| stipeCharacter  = NA\n| stipeCharacter2 = bare\n| sporePrintColor = white\n| ecologicalType  = parasitic\n| howEdible       = inedible\n}}\n\n'''''Heterobasidion annosum''''' is a [[basidiomycete]] fungus in the family [[Bondarzewiaceae]]. It is considered to be the most economically important forest pathogen in the Northern Hemisphere. ''Heterobasidion annosum'' is widespread in forests in the United States and is responsible for the loss of one billion U.S. dollars annually. This fungus has been known by many different names. First described by [[Elias Magnus Fries|Fries]] in 1821, it was known by the name ''Polyporus annosum''. Later, it was found to be linked to conifer disease by [[Robert Hartig]] in 1874, and was renamed ''Fomes annosus'' by H. Karsten. Its current name of ''Heterobasidion annosum'' was given by Brefeld in 1888.  ''Heterobasidion annosum'' causes one of the most destructive diseases of conifers.<ref name=Adomas2005>Adomas A, Asiebu FO, Stenlid J. (2005). Conifer root and butt rot caused by ''Heterobasidion annosum'' (Fr.) Bref. s.l. ''Molecular Plant Pathology'' '''6'''(4): 395–409</ref>  The disease caused by the fungus is named '''annosus root rot'''.\n\n== Description ==\nThe fruiting bodies of the fungus, which are also known as [[basidiocarp]]s, are normally  [[Polypore|brackets]] which are whitish around the margins and dark brown on the uneven, knobbly upper surface. However they can also take a resupinate form, consisting only of a white crust which corresponds to the underside of the bracket. Basidiocarps are up to about 40&nbsp;cm in diameter and 3.5&nbsp;cm thick.<ref name=Adomas2005 /> The fertile surface of the fruiting body is white, easily bruising brown, and has barely visible pores, with 3-4 per mm.  The flesh, which has a strong fungus smell, is elastic when young but becomes woody when older.<ref>{{Cite book|title=Mushrooms and Toadstools of Britain & Europe|last=Kibby|first=Geoffrey|publisher=Geoffrey Kibby|year=2017|isbn=978-0-9572094-2-8|location=Great Britain|pages=72}}</ref><ref>{{Cite book|title=Fungi of Switzerland Volume 2 Non gilled fungi|last1=Breitenbach|first1=J.|last2=Kränzlin|first2=F.|publisher=Verlag Mykologia|year=1986|isbn=3-85604-220-2|location=Lucerne, Switzerland|pages=314}}</ref>\n\nSexual spores called basidiospores are created in the fertile layer on the lower surface of the basidiocarps, whilst [[conidiospores]] occur in the asexual stage and are produced on microscopic \"conidiophores\" which erupt through the surface of the host tree. Conidiospores and basidiospores are both produced by this fungus, the latter being more important for infecting the conifers.\n\n== Ecology and life cycle ==\nIn the summertime, [[basidiospore]]s, the primary infective propagules, are released. These basidiospores are carried long distances by wind currents. They infect trees (usually conifers) through damage such as freshly cut stumps. Once on the stump the fungus colonizes and moves into the root via [[mycelium]]. The ''Heterobasion annosum'' moves short distances from the roots of an infected stump through root grafts with other trees. It can also spread through insects that feed on roots.<ref name=Adomas2005 /><ref name=\"isbn0-13-929423-6\">{{cite book |author=Manion, Paul D. |title=Tree disease concepts |publisher=Prentice-Hall |location=Englewood Cliffs, NJ |year=1990 |pages= |isbn=0-13-929423-6 |oclc= |doi= |accessdate=}}</ref>\nSince this fungus can not move very far through soil, it relies on tree roots to help it infect neighbouring trees. In these roots, it can grow 0.1–2.0&nbsp;m per year. This results in a spread of the fungus and disease gaps in the forest. These disease gaps are produced when the trees dies and falls, creating gaps in the forest canopy. These gaps affect the moisture and sunlight available, altering the habitats for plants and animals on the forest floor. ''Spiniger meineckellus'', the name for of the asexual stage of this fungus, is produced on stumps when the conditions are moist, and the conidiospores that are produced will be able to live in the soil for up to ten months. The role of conidiospores is unknown in the infection process and is not thought to be important.<ref name=Adomas2005 />\n\n== Symptoms and signs of disease ==\nSymptoms and signs of fungus disease are often found underground. The ''H. annosum'' infections cause an abnormal change in structure in the roots that climbs up to the butt of the tree. More than half the tree may be killed before any symptoms appear to the human eye. Basidiocarps can take up to one and a half or even three years to be visible. This infections causes the trees to have abnormal needle growth, pale yellow barks, and the trees to wither and die. This root disease typically causes the tree to have a thin crown from bottom up and inside out. Trees will eventually die. A landscape scale symptom is the rings of dead trees in various stages of decay and death, with the oldest at the center and progressively younger moving outward. The white rot fungus found in the roots is the sign of telling whether the tree has been affected by ''H. annosum''. The bark changes colors as the stages progress, they go from pale yellow, to a crusty light brown, and finally in its advanced stage it turns white with the signature of ''Fomes annosus'' ― a sprinkled streak of black spots. Another sign is the leaking part of the root that causes a compact mass to form between it and the sand.<ref name=Adomas2005 />\n\n== Isolation ==\nThere are several ways to isolate ''Heterobasidion annosum''. Water agar could be used with infected host tissue to produce conidiophores which a simple or branched part hypha of a fungus to eliminate heterobasidion annosum. Another way of isolating heterobasidion annosum is by using the thin disks of living sapwood from ''[[Picea abies]]''. By cutting the thin disks into petri dishes which is used to culture bacteria and placing them on moist filter paper, this technique allows spores to be captured from the air, and result in the asexual stage of the fungus forming on the disks.<ref name=Adomas2005 />\n\n== Management ==\nTheoretically, a root can be suppressed during all stages of its life cycle. There are three ways of managing ''Heterobasidion annosum'': silvicultural control measures, chemical methods and biological control. Silvicultural control involves planting species with low susceptibility. This could lower the root rot problem and free an infected site from inoculum. A more extreme measure is to remove the inoculum from the infected site. Proper planning and mixture schemes produce a better yield than a pure plantation (i.e. containing only one species). An alternative species could always be used for protection against ''H. annosum''. Chemical methods include prophylactic stump treatment with a solution of urea immediately after the infection. This protects the stump by hydrolysis of the compound by the enzyme [[urease]] in the living wood tissue, which results in formation of [[ammonia]] and a rise in [[pH]] to a level that ''H. annosum'' at which mycelia are unable to survive. Biological control is another alternative. Currently, a number of fungal species such as ''[[Phlebiopsis gigantea]]'', ''[[Bjerkandera adusta]]'' and ''[[Fomitopsis pinicola]]'' have been tested on stumps as competitors and antagonists against ''H. annosum''. However, among these, only ''Phlebiopsis gigantea'' shows good results of eliminating ''H. annosum''.<ref name=Adomas2005 />\n\n== References ==\n{{Reflist}}\n\n==External links==\n{{Commons|Heterobasidion annosum}}\n*[http://www.cals.ncsu.edu/course/pp728/heterobasidion/heterobasidion_annosum.html A plant pathogen profile]\n{{Taxonbar|from=Q1411830}}\n\n{{DEFAULTSORT:Heterobasidion Annosum}}\n[[Category:Fungi described in 1841]]\n[[Category:Fungal tree pathogens and diseases]]\n[[Category:Russulales]]\n[[Category:Fungi of Europe]]\n[[Category:Fungi of North America]]\n[[Category:Taxa named by Elias Magnus Fries]]"}]}}}}